Repository: PixelDima/Okab-Localization-l10n
Catalog: okab/okab-*.po
Languages: ar

source: Enter here a shortcode created by OKAB to display it above the sidebar and below page title.
ar: أدخل هنا الرمز القصير ( Shortcode ) التي تم إنشاؤها بواسطة عقاب لعرضه فوق الهامش وتحت عنوان الصفحة.

source: Post Settings
ar: إعدادات الموضوع

source: Here you will find various options you can use to create different Post styles.
ar: هنا ستجد مختلف الخيارات التي يمكن استخدامها لإنشاء مواضيع مختلفة ( كل هاته الخيرات تطبق على هاته الصفحة فقط ).

source: Enabling this option will add padding before page title
ar: تفعيل هذه الخاصية سيضيف حشو قبل عنوان الصفحة

source: Custom Post
ar: موضوع مخصص

source: Enabling this option will remove padding from post content and hide the post title
ar: كين هذا الخيار سيزيل الحشو من محتوى الموضوع ويخفي عنوان الموضوع

source: Fixed
ar: ثابت

source: You can change Page Title position to left (start) or center
ar: يمكن تغيير موضع عنوان الصفحة الى يسار (بداية) أو منتصف

source: Portfolio Settings
ar: إعدادات معرض الأعمال

source: Check to apply full width to this section (by checking this option, the sidebar will disappear)
ar: حدد هذا الخيار لتطبيق العرض الكامل لهذا الصفحة (عند اختيارك لهذا الخيار سيختفي العمود الجانبي لهاته الصفحة )

source: Project Link
ar: رابط المشروع

source: Provide an external link to the project you worked on if one is available.
ar: أدرج رابط خارجي للمشروع الذي عملت عليه اذا وجد.

source: Product Settings
ar: إعدادات المنتج

source: Here you will find various options you can use to create different product page styles.
ar: هنا سوف تجد الخيارات المختلفة التي يمكن استخدامها لإنشاء مختلف تخطيطات الصفحة.

source: Gallery Settings
ar: إعدادات المعرض

source: Gallery Post Settings.
ar: إعدادات وضوع معرض.

source: Animation
ar: تأثير الحركة

source: Controls the animation type, "fade" or "slide"
ar: التحكم في نوع الحركة "تلاشي" / "منزلق"

source: slide show Speed
ar: سرعة شريحة المنزلق

source: Set the speed of the slideshow cycling, in milliseconds
ar: تعيين سرعة دورة شرائح المنزلق بالميلي ثانية

source: Animation Speed
ar: سرعة التأثير

source: Set the speed of animations, in milliseconds.
ar: ضبط سرعة الحركة، بالميلي ثانية.

source: Display Navigation Bullets
ar: عرض نقاط المنزلق

source: Choose to show or hide the navigation bullets.
ar: إختر لإظهار أو إخفاء نقاط المنزلق.

source: Quote Post Settings
ar: اعدادات موضوع الاقتباس

source: Input your quote.
ar: ادخل اقتباسك.

source: The Quote
ar: الإقتباس

source: Citation
ar: استشهاد

source: Specify who originally said the quote.
ar: تحديد صاحب الاقتباس.

source: Link Post Settings
ar: رابط إعدادات الموضوع

source: Input your link.
ar: ادخل الرابط.

source: The Link
ar: الرابط

source: Insert your link URL, e.g. http://www.themeforest.net.
ar: إدراج رابط، على سبيل المثال http://www.themeforest.net.

source: Video Post Settings
ar: اعدادات موضوع الفيديو

source: These settings enable you to embed videos into your posts.
ar: هذه الإعدادات تمكنك من إدراج الفيديو في مواضيعك.

source: M4V File URL
ar: رابط ملف M4V

source: The URL to the .m4v video file.
ar: رابط ملف الفيديو m4v .

source: OGV File URL
ar: رابط ملف OGV

source: The URL to the .ogv video file.
ar: رابط ملف الفيديو OGV .

source: Embedded Video Code
ar: كود الفيديو المضمن

source: If you are using something other than self hosted video such as YouTube, Vimeo, or Wistia, paste the embed code here. This field will override the above.
ar: إذا كان لديك فيديو على موقع يوتيوب، فيميو، أو ويستيا او غيرها ادخل الكود هنا وسيتم تجاهل الادخالات أعلاه.

source: Audio Post Settings
ar: إعدادات الموضوع الصوتي

source: These settings enable you to embed audio into your posts.
ar: هذه الإعدادات تمكنك من إدراج الصوتيات في مواضيعك.

source: MP3 File URL
ar: رابط ملف MP3

source: The URL to the .mp3 audio file.
ar: رابط ملف صوتي. MP3.

source: OGA File URL
ar: رابط ملف OGA

source: The URL to the .oga or .ogg audio file.
ar: رابط ملف الصوتي .oga او .ogg.

source: Embedded Audio Code
ar: كود الصوت المضمن

source: If you are using something other than self hosted audio such as Soundcloud paste the embed code here. This field will override the above.
ar: إذا كان لديك ملف صوتي على موقع ساوند كلاود أو غيرها ادخل الكود هنا وسيتم تجاهل الادخالات أعلاه.

source: Slider Settings
ar: إعدادات المنزلق

source: Select your options to display a slider.
ar: حدد خيارات عرض المنزلق.

source: Slider : Above The Menu
ar: المنزلق: أعلى القائمة

source: Select an option from the dropdown.
ar: حدد خياراً من القائمة المنسدلة.

source: Deactivated
ar: ﻿إلغاء التنشيط

source: Slider : Below The Menu
ar: المنزلق: أسفل القائمة

source: Delete image
ar: حذف الصورة

source: Delete
ar: حذف

source: Add Images to Post Gallery
ar: إضافة الصور إلى موضوع المعرض

source: Add to gallery
ar: إضافة إلى المعرض

source: Add post gallery images
ar: إضافة موضوع معرض الصور

source: Post Gallery
ar: موضوع معرض

source: Browse
ar: استعراض

source: Backup
ar: النسخ الاحتياطي للتخصيص

source: Easily export or import your WordPress customizer settings!.
ar: بكل سهولة يمكنك تصدير أو استراد كل إعدادات المخصص للورد برس الخاصة بك.

source: Clicking the button below will create a JSON file that contain all customizer settings.
ar: الضغط على الزر أسفل الصفحة سيتم إنشاء ملف JSON يحتوي على جميع إعدادات المخصص.

source: Download json File
ar: تحميل ملف Json

source: INSTALL OKAB DEMOS
ar: تثبيت قوالب عُقاب

source: OKAB brings you a number of unique designs for your website. Installing a demo provides pages, posts, images, theme options, widgets, sliders and more so you don’t have to create everything from scratch. Each demo is fully customizable (fonts, colors and layouts).Please check the 'System Status' tab to ensure your server meets all requirements for a successful import.
ar: عُقاب يجلب لك عدد من التصاميم الفريدة من نوعها لموقع الويب الخاص بك. تثبيتك لهاته القوال يوفر لك صفحات، مقالات، والصور وإعدادات و خصائص القالب، ودجت وأكثر حتى لا تضطر إلى إنشاء كل شيء من البداية. كل القوالب جاهزة تماما للتخصيص (الخطوط، الألوان، والتصاميم). الرجاء التحقق من '"حالة النظام"' و تأكد ان الخادم الخاص بك يفي بجميع المتطلبات لنجاح عملية استيراد.

source: Please note
ar: الرجاء الإنتباه إلى

source: Since Revolution Slider is not currently active, any sliders used in our Expanded demos will not be setup. If you wish for these sliders to be setup, please ensure that you have Revolution Slider installed and activated.
ar: بما ان Slider Revolution غير نشط، أي منزلق مستخدم في العروض الموسعة لن ينصب. إذا كنت تريد تنصيب هذا المنزلق، تأكد من ان Slider Revolution منصب ومفعل.

source: Welcome to Okab!
ar: مرحبا بكم في عُقاب !

source: Thanks for using our theme! We´ve worked very hard to release this great product and we´ll do our absolute best to support this theme and fix all the issues.
ar: شكرا لاستخدام قالب عُقاب ! لقد عملنا بجد من أجل منتج متكامل أنيق و قوي , وسنبذل قصارى جهدنا لدعم هذا القالب سواء با الغة العربية أو الإنجليزية وإصلاح كافة الأخطاء , وتحديثه مع أحدث النسخ من الورد برس.

source: Knowledge Base
ar: قاعدة المعارف

source: Our <a href="http://pixeldima.com/knowledgebase/" target="_blank" rel="noopener">Knowledge Base</a> include more specific and unique information for the theme.
ar: <a href="http://pixeldima.com/knowledgebase/" target="_blank">قاعدة المعارف</a> تتضمن معلومات أكثر تحديداً وفريدة من نوعها لهذا القالب .

source: Open Knowledge Base
ar: فتح قاعدة المعارف

source: Support Forum
ar: منتدي الدعم

source: Join the PixelDima community.We offer outstanding support through our forum. To get support first you need to register (create an account) and open a thread in the OKAB WordPress Section.
ar: إنضم الى مجتمع PixelDima، نحن نوفر دعم فني رائع عن طريق منتدانا. للحصول على الدعم يجب أن تسجل (إنشاء حساب) وفتح موضوع في قسم OKAB Wordpress.

source: Open Support Forum
ar: فتح منتدى الدعم

source: Submit A Ticket
ar: إرسال تذكرة

source: We strive to give our customers excellent support through our ticket system. Make sure to register your purchase at <a href="http://pixeldima.com/support/" target="_blank" rel="noopener">support page</a> to access our support services.
ar: نحن نسعى جاهدين لنوفر لعملائنا دعم ممتاز و سريع من خلال نظام التذاكر لدينا. تأكد من تسجيل عملية الشراء في <a href="http://pixeldima.com/support/" target="_blank">صفحة الدعم</a> للوصول إلى خدمات الدعم.

source: OKAB Plugins
ar: الإضافات

source: All the plugins are well tested to work with the theme and we keep them up to date. The themes comes packed with the following premium and free plugins:
ar: كل الإضافات تم اختبارها جيدا مع قالب عُقاب وسنستمر في تحديث كل الإضافات الغير مجانية. عُقاب يأتي مع مجموعة من الإضافات المجانية و الغير المجانية :

source: Okab system status
ar: حالة النظام

source: Here you can check the system status.
ar: هنا يمكنك مراقبة حالة النظام.

source: Have Fan ♥
ar: استمتع ♥

source: Revolution Slider downloaded...
ar: تم تحميل Revolution Slider…

source: Active
ar: مفعّل

source: Install
ar: تثبيت

source: Preview
ar: معاينة

source: Primary Menu
ar: القائمة الرئيسية

source: Main Sidebar
ar: العمود الجانبي الأساسي

source: Appears on posts and pages that include the sidebar.
ar: يظهر على المواضيع والصفحات التي تحتوي على العمود الجانبي.

source: Shop - For WooCommerce Pages
ar: متجر - للصفحات WooCommerce

source: This widget area uses in the WooCommerce pages .
ar: منطقة الويدجات الخاصة بإضافة WooCommerce.

source: Forums - For Forums Pages
ar: المنتديات - لصفحات المنتديات

source: This widget area uses in the forums pages .
ar: مساحة هذه الودجت مستخدمة في صفحات المنتديات.

source: Footer Area #
ar: منطقة الفوتر #

source: Widgetized footer area.
ar: منطقة الويدجت في أسفل الصفحة.

source: Adblock Detected
ar: كاشف مانع الإعلانات

source: Please consider supporting us by disabling your ad blocker
ar: يرجى دعمنا عن طريق تعطيل مانع الإعلانات

source: Home
ar: الرئيسية

source: Tag:
ar: وسم:

source: Search:
ar: بحث:

source: 404 - Page not Found
ar: 404 - الصفحة غير موجودة

source: Latest Posts
ar: آخر المواضيع

source: Search results for: %s
ar: نتائج البحث عن: %s

source: Error 404 Page
ar: صفحة 404 خطأ

source: Shop
ar: المتجر

source: Portfolio
ar: معرض أعمال

source: Daily Archives: %s
ar: الأرشيفات اليومية: %s

source: Monthly Archives: %s
ar: الأرشيفات الشهرية: %s

source: Yearly Archives: %s
ar: الأرشيفات السنوية: %s

source: Website Under Maintenance
ar: الموقع تحت الصيانة

source: Hi, our Website is currently undergoing scheduled maintenance Please check back very soon. Sorry for the inconvenience!.
ar: نحن حاليا في وضع الصيانة، يرجى التحقق مرة أخرى قريبا.

source: Pages:
ar: الصفحات :

source: Check Also
ar: شاهد أيضا

source: Topic Tags :
ar: الوسوم :

source: To Parent Forum
ar: الرجوع الى المنتدى الرئيسي

source: To Forums List
ar: الرجوع الى قائمة المنتديات

source: (Optional) Enter a unique class name.
ar: (اختياري) أدخل اسم الكلاس ولتكن غير مكررة.

source: (Optional) Enter a unique ID.
ar: (اختياري) أدخل معرف فريد.

source: Container
ar: الحاوية

source: Structure
ar: الهيكل

source: Include a container in your content to work with a custom columns
ar: اضافة حاوية في المحتوى الخاص بك للعمل مع أعمدة مخصصة

source: Marginless Columns
ar: اعمده بدون هوامش

source: Select to remove the spacing between columns.
ar: حدد لإزالة التباعد بين الأعمدة.

source: ID
ar: المعرف

source: Class
ar: الفئة ( Class )

source: Style
ar: نمط

source: (Optional) Enter inline CSS.
ar: (اختياري) إدراج CSS.

source: column
ar: عمود

source: Create a custom columns
ar: إنشاء أعمدة مخصصة

source: Select the type of animation you want to use.
ar: حدد نوع التحريك الذي تريد استخدامه.

source: Delay Animation
ar: تأثير الحركة

source: Set when the animation start (milliseconds)
ar: تعيين بداية التحريك (ميلي ثانية)

source: Delay Animation Offset
ar: وقت تخطي الحركة

source: Set the number ( px,%..) from the top of the viewport where the animation start.
ar: تعيين العدد (بكسل،٪ ..) من الجزء العلوي من إطار العرض حيث يبدأ التحريك.

source: Read More
ar: اقرأ المزيد

source: Extra Large devices
ar: أجهزة كبيرة إضافية

source: Responsive Width
ar: عُرض استجابي

source: Select column width for Extra Large devices Desktops ( ≥1600px ).
ar: تحديد عرض العمود للأجهزة المكتبية الكبيرة جدا (≥ 1600px).

source: Large devices
ar: أجهزة كبيرة

source: Select column width for Large devices Desktops ( ≥1140px ).
ar: تحديد عرض العمود للأجهزة المكتبية الكبيرة (≥ 1140px).

source: Medium Devise
ar: أجهزة متوسطة

source: Select column width for medium devise ( ≥989px ).
ar: حدد عرض للأجهزة المتوسطة ​​(≥989px).

source: Small devices Tablets
ar: الأجهزة الصغيرة لوحية

source: Select column width for Small devices Tablets ( ≥768px ).
ar: تحديد عرض العمود للأجهزة اللوحية الصغيرة (≥ 768px).

source: Extra small devices Phones
ar: الأجهزة الصغيرة جدا موبايل

source: Select column width for Extra small devices Phones ( <768px ).
ar: حدث عرض العمود للأجهزة الصغيرة جدا (< 768px).

source: Responsive Offset
ar: الإزاحة التجاوبية

source: Select column offset for Extra Large devices Desktops ( ≥1600px ).
ar: تحديد عرض العمود للأجهزة المكتبية الكبيرة جدا (≥ 1600px).

source: Large devices Desktops
ar: الأجهزة المكتبية الكبيرة

source: Select column offset for Large devices Desktops ( ≥1140px ).
ar: حدد تعويض العمود لأجهزة الكمبيوتر المكتبية أجهزة كبيرة (≥1140px).

source: Select column offset for medium devise ( ≥989px ).
ar: حدد تعويض العمود للأجهزة المتوسطة ​​(≥989px).

source: Responsive Visibility
ar: إظهار و إخفاء التجاوبي

source: Choose column visibility for Extra Large devices Desktops ( ≥1600px ).
ar: اختيار رؤية العمود للأجهزة المكتبية الكبيرة جدا (≥1600px).

source: Choose column visibility for Large devices Desktops ( ≥1140px ).
ar: اختيار رؤية العمود للأجهزة المكتبية الكبيرة (≥1140px).

source: Choose column visibility for medium devise ( ≥989px ).
ar: اختيار رؤية العمود للأجهزة المكتبية المتوسطة ​​(≥989px).

source: Small devices
ar: الأجهزة الصغيرة

source: Choose column visibility for Small devices Tablets ( ≥768px ).
ar: اختيار رؤية العمود للأجهزةالصغيرة لوحية (≥768px).

source: Extra small devices
ar: أجهزة صغيرة أخرى

source: Choose column visibility for Extra small devices Phones ( <768px ).
ar: اختيار رؤية العمود للأجهزةالصغيرة لوحية (<768px).

source: Line
ar: خط

source: Place a horizontal line in your content
ar: وضع خط أفقي في المحتوى الخاص بك

source: Line Style
ar: نمط الخط

source: Choose line style.
ar: اختر نمط الخط .

source: Double
ar: مُزْدوج

source: Dashed
ar: متقطع

source: Divider
ar: الفاصل

source: Place a horizontal divider in your content
ar: وضع فاصل أفقي في المحتوى الخاص بك

source: Divider Position
ar: موضع الفاصل

source: Select the Position of the divider and icon.
ar: اختر موضع الفاصل والرمز.

source: Select Option
ar: حدد خياراً

source: End
ar: النهائة

source: Full Width
ar: العرض الكامل

source: Check to make the divider full-width.
ar: اختر لجعل الفاصل كامل العرض.

source: Icons library
ar: مكتبة الأيقونات

source: Custom Font
ar: تخصيص الخط

source: Select icons library.
ar: حدد مكتبة الأيقونات.

source: Icon Class
ar: فئة الأيقونة

source: Enter Icon Class from Font Awesome or Simple Line Icons.
ar: أدخل فئة الرمز من Font Awesome أو Simple Line Icons.

source: Icon
ar: الأيقونة

source: Select icon from library.
ar: اختر ايقونة من المكتبة.

source: Icon Size
ar: حجم الأيقونة

source: Enter icon size ( Max 15px )
ar: أدخل حجم الايقونة (من الأفضل أن لا يتجاوز 15px)

source: Clear
ar: إضافة مسافة

source: Clear floated elements in your content
ar: إضافة مسافة للمحتوى الخاص بك

source: Size
ar: حجم

source: Enter the space size (Pixels, ems or percentages).
ar: أدخل حجم المسافة (بكسل، نسبة مئوية،...).

source: Team member
ar: عضو الفريق

source: Content
ar: المحتوى

source: Add team members in your content
ar: إضافة أعضاء الفريق في المحتوى الخاص بك

source: Member Name
ar: اسم العضو

source: Enter the member's name
ar: أدخل اسم العضو

source: Member Description
ar: وصف العضو

source: Enter the member's description
ar: قم بإدخال وصف للعضو

source: Member Position
ar: مركز العضو

source: Enter the member's position
ar: أدخل مركز للعضو

source: Member Photo
ar: صورة العضو

source: Add member's photo
ar: إضافة صور العضو

source: Choose background color for the text
ar: اختر لون خلفية للنص

source: Name Text Color
ar: لون نص الإسم

source: Choose color for the text
ar: اختيار لون للنص

source: Description Text Color
ar: لون نص الوصف

source: Remove Border
ar: حدف الحدود

source: Check to remove the border on team hover
ar: اختر لإزالة الحدود عند التحويم على عضو الفريق

source: Info Boxed
ar: المعلومات وسط إطار

source: Check to display the member's information in a box.
ar: إختر لعرض معلومات الأعضاء وسط إطار.

source: Check to display the member's content in a box.
ar: إختر لعرض محتويات الأعضاء وسط إطار.

source: Item Icon
ar: رمز العنصر

source: Add Icon
ar: إضافة أيقونة

source: Icon Title
ar: عنوان أيقونة

source: Add title to the icon (the title will be displayed as a tooltip)
ar: إضافة عنوان للأيقونة (العنوان سيعرض على شكل لميح)

source: URL Link
ar: الرابط

source: Add URL Link
ar: إضافة رابط

source: Open link in a new tab
ar: فتح الرابط في علامة تبويب جديدة

source: Check to open your link in a new tab.
ar: اختر لفتح الرابط في نافذة جديدة.

source: Counter
ar: عداد

source: Add counters to your page
ar: إضافة عدادات إلى الصفحة الخاصة بك

source: Counter Contents Position
ar: موضع محتوى الحاوية

source: Optionally choose the position of counter contents.
ar: اختياريا اختيار موضع محتويات العداد.

source: - Select Option -
ar: - خيارات التحديد -

source: Counter Icon Color
ar: لون أيقونة العداد

source: Choose the icon color
ar: اختر لون الأيقونة

source: Counter Starting Number
ar: رقم بداية العداد

source: Set the counter value to start from
ar: قم بتعيين رقم بدأ العداد

source: Counter Ending Number
ar: رقم نهاية العداد

source: Set the counter value to end in
ar: قم بتعيين رقم نهاية العداد

source: Counter Number Color
ar: لون رقم العداد

source: Choose the counter number's color
ar: اختر لون رقم العداد

source: Counter Description
ar: وصف العداد

source: Add description text
ar: إضافة وصف

source: Counter Description Color
ar: لون وصف العداد

source: Choose the description's color
ar: اختيار لون للوصف

source: Counter Speed
ar: سرعة العداد

source: Set the counter speed(ms)
ar: ضبط سرعة العداد، بالميلي ثانية.

source: Text Before the Counter Number
ar: النص قبل رقم العداد

source: Add text before the number
ar: إضافة نص قبل الرقم

source: Text After the Counter Number
ar: النص بعد رقم عداد

source: Add text after the number
ar: إضافة نص بعد عدد

source: Check to remove the border
ar: اختر لإزالة الحدود

source: Progress Circle
ar: دائرة التقدم

source: Information
ar: معلومات

source: Include an informational skill bar
ar: إدراج معلومات شريط المهارة

source: Progress Circle Title
ar: عنوان دائرة التقدم

source: Enter the title of your progress circle.
ar: أدخل عنوان دائرة التقدم.

source: Percent
ar: النسبة

source: Enter the percentage of your progress (i.e. 77%).
ar: أدخل النسبة المئوية للتقدم المحرز الخاص بك (مثال 77%).

source: Color
ar: اللون

source: Choose the color of the progress circle
ar: اختر لون دائرة التقدم

source: Progress Circle Size
ar: أدخل حجم دائرة التقدم

source: Enter the size of the progress circle (px)
ar: أدخل حجم دائرة التقدم (بكسل)

source: Progress Bar
ar: شريط التقدم

source: Progress Bar Style
ar: نمط شريط التقدم

source: Select the style of your progress bar.
ar: حدد نمط شريط التقدم الخاص بك.

source: Style One
ar: النمط الأول

source: Style Two
ar: النمط الثاني

source: Progress Bar Title
ar: عنوان شريط التقدم

source: Enter the title of your progress bar.
ar: أدخل عنوان شريط التقدم.

source: Choose the color of the progress bar.
ar: اختر لون شريط التقدم.

source: Drop Shadow
ar: ظل خلفي

source: Check to add drop shadow effect
ar: إختر لإضافة تأثير الظل

source: Striped
ar: مخطط

source: Check to add striped effect.
ar: إختر لإضافة تأثير التخطيط.

source: Inline Icons
ar: أيقونات على خط واحد

source: Add icons to your content
ar: إضافة أيقونات إلى المحتوى الخاص بك

source: Select the icon size
ar: حدد حجم الأيقونة

source: Small
ar: صغير

source: Medium
ar: متوسط

source: Big
ar: كبير

source: Icon Alignment
ar: محاذاة الأيقونة

source: Text alignment.
ar: محاذاة النص.

source: Circle Style
ar: دائرة

source: Check to use circle around the icon instead of square
ar: اختر لاستخدام دائرة حول الأيقونة مكان المربع

source: Gallery
ar: معرض

source: Include an images gallery in your content
ar: أضف صور معرض في المحتوى الخاص بك

source: Select number of columns for the image gallery.
ar: حدد عدد الأعمدة لمعرض الصور.

source: 1 column
ar: 1 عمود

source: 2 columns
ar: عمودين

source: 3 columns
ar: 3 اعمدة

source: 4 columns
ar: 4 اعمدة

source: 5 columns
ar: 5 أعمدة

source: 6 columns
ar: 6 أعمدة

source: Image
ar: الصورة

source: Media
ar: الوسائط

source: Include an image in your content
ar: أصف صورة للمحتوى الخاص بك

source: Upload your image.
ar: رفع صورة.

source: Image Float
ar: طفو الصورة

source: Optionally float the image.
ar: بشكل اختياري تعويم الصورة.

source: Alt
ar: بديل

source: Enter in the alt text for your image.
ar: أدخل النص البديل للصورة الخاصة بك.

source: Gallery Item
ar: عنصر المعرض

source: Check to display the images as a gallery.
ar: اختر لعرض الصور كمعرض.

source: Lightbox Type
ar: نمط صندوق العرض

source: Select your lightbox type (iframe: for youtube, map,..)
ar: أدخل توع صندوق العرض

source: If using this for a lightbox, enter the URL link of your media here (e.g. YouTube URL, Image URL,...). Leave it blank if you want to link to the image uploaded.
ar: في حالة استخدامه لصندوق مضيء، أدخل رابط الميديا الخاص بك هنا، اتركها فارغة في حالة رغبتك في جعل الصورة المرفوعة.

source: Check to open your image link in a new tab.
ar: اختر لفتح رابط الصورة في نافذة جديدة.

source: Popup Info Title
ar: عنوان المعلومات المنبثقة

source: Enter in the title attribute you want for your image (This will apply as title for popover or tooltip if you have active it from -Popup Info type-).
ar: أدخل عنوان السمة التي تريد للصورة (سيتم تطبيقه كعنوان popover أو tooltip )

source: Popup Info type
ar: نوع المعلومات المنبثقة

source: Select to choose the type of popup info
ar: حدد لاختيار نوع المعلومات المنبثقة

source: Popup Trigger
ar: نافذة منبثقة

source: Select what actions you want to trigger the popover or tooltip.
ar: حدد الإجراءات التي تريد لانبثاق بوبوفير أو تلميح.

source: Popup Position
ar: مكان المنبثقة

source: Select the popup position.
ar: حدد مكان المنبثقة.

source: Info Content
ar: معلومات المحتوى

source: Extra content for the popover.
ar: محتوى إضافي بوبوفير.

source: Image Width
ar: عرض الصورة

source: Select to choose image width
ar: حدد لاختيار عرض الصورة

source: Style & hover
ar: النمط ومرور السهم

source: Image Shape
ar: شكل الصورة

source: Select the image shape.
ar: حدد شكل الصورة.

source: Box
ar: صندوق

source: Radius
ar: تدوير (كعبرة)

source: Circle
ar: دائرة

source: Image Hover
ar: تمرير السهم على صورة

source: Select the image hover.
ar: إختر نمط تمرير السهم على الصورة.

source: Opacity
ar: الشفافية

source: Grayscale Effect
ar: تأثير تدرج الرمادي

source: Check to apply grayscale image effect
ar: إختر لتطبيق تأثير درجات الرمادي للصورة

source: Text
ar: النص

source: Add a text in your content
ar: إضافة نص في المحتوى الخاص بك

source: Enter your text.
ar: أدخل النص هنا.

source: Display your blog posts or recent posts
ar: عرض مواضيع المدونة أو المواضيع الجديدة

source: Blog Style
ar: نمط المدونة

source: Choose your blog style to show.
ar: إختر نمط المدونة الخاص بك للعرض.

source: Timeline
ar: الخط الزمني

source: Image Side
ar: الصورة على الجانب

source: Block 1
ar: بلوك 1

source: Block 2
ar: بلوك 2

source: Block 3
ar: بلوك 3

source: News in images
ar: أخبار في صور

source: Dark background
ar: خلفية داكنة

source: Check if you use dark background section
ar: اختر اذا كنت تستخدم قسم خلفية مظلة

source: Post Count
ar: عدد المواضيع

source: Type how many posts to display.
ar: اكتب كم عدد المواضيع لعرضها.

source: Post Columns
ar: أعمدة الموضوع

source: Select columns number
ar: حدد عدد الأعمدة
