Repository: PixelDima/Okab-Localization-l10n
Catalog: okab/okab-*.po
Languages: ar

source: Hide Meta box
ar: صندوق معلومات الموضوع

source: Check to hide the metabox.
ar: إختر لإزالة صندوق معلومات الموضوع.

source: Remove Border From Hover
ar: إزالة الحدود من تحويم

source: Check to remove the border on blog hover
ar: تحقق لإزالة الحدود على تحويم البلوق

source: Featured Image hover
ar: تحويم الصورة المميزة

source: Select the image hover style
ar: إختر نمط تمرير السهم على الصورة

source: zoom-out
ar: تصغير

source: zoom-in
ar: تكبير

source: gray
ar: رمادي

source: Element hover
ar: تمرير السهم على العنصر

source: Select the element hover style
ar: حدد نمط تمرير السهم على العنصر

source: Excerpts length
ar: طول المقتطفات

source: Enter number of words in excerpt
ar: أدخل عدد الكلمات في مقتطفات

source: Items Margin
ar: هامش العناصر

source: Enter the margin value between elements (px)
ar: قم بإدخال قيمة الهامش بين العناصر (بكسل)

source: Category
ar: تصنيف

source: To filter your posts by category, enter the slug of your desired category. To filter by multiple categories, enter your slugs separated by a comma.
ar: لتصفية مشاركاتك حسب الفئة، أدخل الوسم للفئة المطلوبة. لتصفية من قبل فئات متعددة، أدخل الوسوم مفصولة بفاصلة.

source: To filter your posts by tag, enter the slug of your desired tag. To filter by multiple tags, enter your slugs separated by a comma.
ar: لتصفية رسائلك بالوسم، أدخل الوسم المطلوبة. للتصفية حسب وسوم متعددة، قم بإدخال الوسوم مفصولة بفاصلة.

source: Offset
ar: تخطي

source: Accepts a numerical value to show how many posts to skip.
ar: تقبل قيمة رقمية لإظهار عدد المواضيع لتخطيها.

source: Display Pagination
ar: عرض ترقيم الصفحات

source: Check to display pagination
ar: إختر لعرض ترقيم الصفحات

source: Sort by
ar: فرز حسب

source: Choose what posts you want to display first
ar: اختر المواضيع التي تريد عرضها أولاً

source: Popular
ar: الأَشهر

source: Top view
ar: الأكثر مشاهدة

source: Check to remove the featured image.
ar: إختر لحذف الصورة المميزة.

source: Display your Portfolio posts
ar: عرض مواضيع معرض الأعمال الخاصة بك

source: Portfolio Style
ar: نمط معرض لأعمال

source: Choose your portfolio style.
ar: إختر نمط معرض الأعمال.

source: AutoPlay
ar: تشغيل تلقائي

source: Check to animate the slides automatically
ar: تحقق لتحريك الشرائح تلقائيا

source: Loop
ar: التكرار

source: Check to activate slider loop
ar: أختر لتفعيل تكرار المنزلق

source: Slider Bullets
ar: نقاط المنزلق

source: Check to remove slider Bullets
ar: إختر لإزالة نقاط المنزلق

source: Portfolio Post Count
ar: عدد مواضيع معرض الأعمال

source: Select how many posts to display.
ar: حدد عدد مواضيع معرض الأعمال لعرضها.

source: Portfolio Post Columns
ar: أعمدة موضوع الحافظة

source: Hide filters
ar: إخفاء التصفية

source: Check to hide the filters.
ar: تحقق لإخفاء المرشحات.

source: No margin
ar: بدون هامش

source: Check to remove the margin between portfolio posts
ar: إختر لإزالة الهامش بين مواضيع معرض الأعمال

source: Check to remove the border from portfolio hover
ar: تحقق لإزالة الحد من تحويم محفظة

source: Image hover style
ar: نمط تمرير السهم على الصورة

source: Select your image hover style
ar: إختر نمط تمرير السهم على الصورة

source: Select portfolio elements hover style
ar: حدد نمط تمرير السهم على عنصر معرض الأعمال

source: With Icon
ar: مع ايقونة

source: To filter your posts by category, enter in the slug of your desired category. To filter by multiple categories, enter in your slugs separated by a comma.
ar: لتصفية مشاركاتك حسب الفئة، أدخل وسم الفئة المطلوبة. لتصفية من قبل فئات متعددة، أدخل الوسوم مفصولة بفاصلة.

source: Pagination
ar: ترقيم الصفحات

source: Check to activate pagination
ar: إختر لتفعيل ترقيم الصفحات

source: Products
ar: المنتجات

source: Show multiple products
ar: عرض منتجات متعددة

source: Product Style
ar: نمط المنتج

source: Choose your style.
ar: إختر النمط.

source: List
ar: قائمة

source: Products Count
ar: عدد المنتجات

source: Select how many products display.
ar: حدد عدد المنتجات لعرضها.

source: Product Columns
ar: أعمدة المنتج

source: Check to remove the filters.
ar: أختر لإزالة التصفية.

source: To filter your products by category, enter in the slug of your desired category. To filter by multiple categories, enter in your slugs separated by a comma.
ar: لتصفية المنتجات حسب الفئة، أدخل وسم الفئة المطلوبة. لتصفية من قبل فئات متعددة، أدخل الوسوم مفصولة بفاصلة.

source: Order by
ar: ترتيب حسب

source: Choose what products you want to display first
ar: اختر المواضيع التي تريد عرضها أولاً

source: Date
ar: التاريخ

source: Title
ar: عنوان

source: Modified
ar: معدلة

source: Random
ar: عشْوائيٌ

source: Comment count
ar: عدد التعليقات

source: Menu order
ar: ترتيب القائمة

source: Sort By
ar: ترتيب حسب

source: Descending
ar: تنازلي

source: Ascending
ar: تصاعدي

source: Clients
ar: العملاء

source: Add clients logos to your content
ar: إضافة شعارات العملاء إلى المحتوى الخاص بك

source: Clients Columns
ar: أعمدة العملاء

source: Select number of columns for the clients images.
ar: حدد عدد الأعمدة لصور العملاء.

source: Client Element
ar: عنصر العميل

source: Add Client Element
ar: أضافة عنصر عميل

source: Client Image
ar: صورة العميل

source: Add client image.
ar: إضافة صورة العميل.

source: Alt text
ar: نص البديل

source: URL Link
ar: الرابط

source: Add client URL link
ar: إضافة رابط العميل

source: Check to open the link in a new tab.
ar: اختر لفتح الرابط في نافذة جديدة.

source: Banner
ar: البانر

source: Marketing
ar: تسويق

source: Include a Banner into your content
ar: أدخل بانر في المحتوى الخاص بك

source: Banner Background Type
ar: نوع خلفية البانر

source: Select background type.
ar: اختر صورة الخلفية.

source: Covered Background Image
ar: صورة الخلفية مغطات

source: Background Video
ar: فيديو الخلفية

source: Banner Background Image
ar: صورة خلفية البانر

source: Add a background image to your Banner
ar: أضف صورة الخلفية للبانر

source: Include the path to your background video.
ar: إدراج المسار لخلفية الفيديو الخاص بك.

source: Banner Height
ar: ارتفاع البانر

source: Set banner height (%,px,em)
ar: تعيين ارتفاع البانر (%,px,em)

source: Select to activate the parallax effect (Applied only for background patterns and images)
ar: حدد لتفعيل تأثير المنظور (تطبق فقط لخلفية الأنماط والصور)

source: Enter in the URL you want your banner link to.
ar: أدخل الرابط الذي تريد وصل به البانر.

source: Hover
ar: تمرير السهم

source: Check to activate hover
ar: اختر لتنشيط التحويم

source: Text Color
ar: لون الخط

source: light
ar: فاتح

source: dark
ar: داكن

source: Text Width
ar: عرض النص

source: Set banner text width (%,px,em)
ar: اختر عرض نص البانر

source: Contents Alignment
ar: محاذاة المحتويات

source: Select the alignment for your banner contents.
ar: حدد المحاذاة لمحتويات البانر الخاص بك.

source: Content Float
ar: طفو المحتوى

source: Select the float for your banner contents.
ar: حدد طفو محتويات البانر الخاص بك.

source: Content Animation
ar: تحريك المحتوى

source: Owl Slider
ar: اسلایدر OWL

source: Slideshow
ar: عرض المنزلق

source: Add slider to your contents
ar: إضافة المنزلق للمحتويات الخاصة بك

source: Slider Bullets
ar: نقاط المنزلق

source: Check to display slider Bullets
ar: إختر لعرض نقاط المنزلق

source: Slider Arrows
ar: سهام المنزلق

source: Check to display navigation arrows
ar: اختر لعرض الأسهم

source: Inner Slider Arrows
ar: سهام المنزلق الداخلية

source: Check to diplay navigation arrows inside the container
ar: اختر لعرض الأسهم داخل الحاوية

source: Mouse Wheel
ar: عجلة الفأرة

source: Check to activate navigation using mouse wheel
ar: إختر لتفعيل التنقل بإستعمال عجلة الفأرة

source: Elements Number
ar: عدد العناصر

source: Enter the number of elements to display(Numeric value only)
ar: أدخل عدد العناصر لعرضها (قيمة عددية فقط)

source: Elements Number in Phone
ar: عدد العناصر في الهاتف

source: Enter the number of elements to display in phone (Numeric value only)
ar: أدخل عدد العناصر لعرضها في الهاتف (قيمة عددية فقط)

source: Elements Number in Tablet
ar: عدد العناصر في الجهاز اللوحي

source: Enter the number of elements to display in tablet (Numeric value only)
ar: أدخل عدد العناصر لعرضها في الجهاز اللوحي (قيمة عددية فقط)

source: Elements Margin
ar: هامش العناصر

source: Devices
ar: الأجهزة

source: Select device type
ar: حدد نوع الجهاز

source: Dark Phone
ar: هاتف داكن

source: Light phone
ar: هاتف فاتح

source: Dark Phone Land
ar: هاتف داكن أفقي

source: Light Phone Land
ar: هاتف فاتح أفقي

source: Dark Tablet
ar: جهاز لوحي داكن

source: Light Tablet
ar: جهاز لوحي فاتح

source: Dark Tablet Land
ar: جهاز لوحي داكن أفقي

source: Light Tablet Land
ar: جهاز لوحي فاتح أفقي

source: Flat Laptop
ar: فلات لابتوب

source: Flat Desktop
ar: جهاز سطح مكتب فلات

source: Slide Element
ar: عنصر المنزلق

source: Slide element settings
ar: إعدادات عنصر المنزلق

source: Flex Slider
ar: سليدر Flex

source: Slider Animation Type
ar: نوع تحريك المنزلق

source: Set the speed of animations, in milliseconds
ar: ضبط سرعة الحركة، بالميلي ثانية

source: Slide Movement Speed
ar: سرعة تحرك المنزلق

source: Navigation Control
ar: التحكم بالتنقل

source: Select navigation for paging control of each slide
ar: حدد التحكم بالتنقل لكل عنصر منزلق

source: Hide
ar: إخفاء

source: Bullets
ar: دوائر

source: Thumbnails
ar: صور مصغرة

source: Thumbnails Columns
ar: أعمدة الصور المصغرة

source: Six Columns
ar: ستة أعمدة

source: Nine Columns
ar: تسعة أعمدة

source: Navigation Direction
ar: اتجاه الإنتقال

source: Check to display previous/next arrow navigation.
ar: إختر لعرض أسهم السابق / التالي.

source: Check to add a box around the slider
ar: تحقق لإضافة مربع حول المنزلق

source: Flex Slide Element
ar: عنصر Flex Slider

source: Slide item settings
ar: إعدادات عنصر المنزلق

source: Image Thumbnail
ar: الصورة المصغرة

source: Display the image within the navigation items
ar: عرض الصورة ضمن عناصر التنقل

source: Pricing Table
ar: جدول الأسعار

source: Include a pricing table column
ar: إدراج عمود جدول التسعير

source: Pricing Table Style
ar: حدد نمط جدول التسعير

source: Select the style of your pricing table
ar: حدد نمط جدول التسعير الخاصة بك

source: Enter in the URL you want your pricing table to link to.
ar: أدخل الرابط الذي تريد ربط به جدول التسعير.

source: Select to open your button link in a new tab.
ar: حدد لفتح رابط الزر في نافذة جديدة.

source: Pricing Table Title
ar: عنوان جدول التسعير

source: Include a title for your pricing table.
ar: تتضمن عنوانا لجدول التسعير.

source: Pricing Table Title Background Color
ar: لون خلفية عنوان جدول التسعير

source: Choose Header Background color
ar: لون خلفية الهيدر

source: Green
ar: أخضر

source: Blue
ar: أزرق

source: Yellow
ar: اصفر

source: Red
ar: أحمر

source: Purple
ar: أُرْجُواني

source: Popular Pricing Table Type
ar: جدول التسعير الأكثر شعبية

source: Choose to make this your popular offer.
ar: حدد هذا الخيار لجعل هذا الجدول الأكثر شعبية.

source: Price
ar: السعر

source: Enter the price for this pricing table.
ar: أدخل السعر في جدول التسعير.

source: Currency Symbol
ar: رمز العملة

source: Enter the currency symbol you want to use.
ar: أدخل رمز العملة التي تريد استخدامها.

source: Interval
ar: الفترة

source: Enter the time period that this pricing table is for.
ar: أدخل الفترة الزمنية لجدول التسعير.

source: Per Month
ar: في الشهر

source: Check to add drop shadow effect to the table
ar: إختر لإضافة تأثير الظل

source: Full width separator
ar: فاصل يغطي كل المساحة

source: Check to display the separator Full width.
ar: حدد هذا الخيار لجعل هذا الجدول يحمل فاصل يغطي كل المساحة.

source: Button
ar: زر

source: Add a clickable button to your content
ar: إضافة زر للنقر الى المحتوى الخاص بك

source: Button Text
ar: نص الزر

source: Enter your button text.
ar: إدخال نص الزر الخاص بك.

source: Button Style
ar: نمط الزر

source: Select the button style.
ar: حدد نمط زر.

source: Animation Direction
ar: إتجاه الحركة

source: Select button animation direction (Applied in Outline style only)
ar: حدد الاتجاه الحركة ( يتوافق مع النمط الخطي فقط )

source: Up
ar: اعلى

source: Down
ar: أسفل

source: Button Size
ar: حجم الزر

source: Select the button size.
ar: حدد حجم الزر.

source: Large
ar: كبير

source: Huge
ar: ضخمة

source: Button Shape
ar: شكل زر

source: Select the button shape.
ar: حدد شكل زر.

source: Square
ar: مربع

source: Pill
ar: حَبَّةٌ

source: Button Color
ar: لون الزر

source: Choose button color
ar: اختر لون الزر

source: White
ar: أبيض

source: Button Float
ar: مكان وضع الزر

source: Optionally float the button.
ar: بشكل اختياري اجعل الزر يطفو.

source: Enter in the URL you want your button to link to.
ar: أدخل الرابط الذي تريد ربط به الزر.

source: Check to open your button link in a new tab.
ar: حدد لفتح رابط الزر في نافذة جديدة.

source: Block
ar: كتلة

source: Check to make the button occupy the column width.
ar: حدد هذا الخيار لجعل الزر يحجز العريض الكامل.

source: Disabled Button
ar: تفعيل زر تعطيل

source: Check to activate disabled button (Applied only for button fill style.)
ar: حدد هذا الخيار لجعل الزر معطل ( يتوافق مع النمط الممتلئ فقط )

source: Select to choose the type of popup info.
ar: حدد لاختيار نوع المعلومات المنبثقة.

source: Enter in the title attribute you want for your button (This will apply as title for popover or tooltip if you have active it from -Popup Info type-).
ar: أدخل عنوان السمة التي تريد للرز (سيتم تطبيقه كعنوان popover أو tooltip )

source: Callout
ar: عنصر الدعوة

source: Include a callout into your content
ar: إدراج عنصر الدعوة الى المحتوى الخاص بك

source: Callout Type
ar: نوع عنصر الدعوة

source: Select the callout type.
ar: إختر نوع عنصر الدعوة.

source: Button on the bottom
ar: الزر في الأسفل

source: Button on the side
ar: زر على الجانب

source: No button
ar: بدون زر

source: Select the alignment for your callout contents.
ar: حدد محاذاة عنصر الدعوة الخاص بك.

source: Callout Title
ar: عنوان عنصر الدعوة

source: Enter the title for your callout.
ar: ادخل عنوان لعنصر الدعوة الخاص بك.

source: Callout text
ar: نص عنصر الدعوة

source: Enter the text for your callout.
ar: أدخل النص لعنصر الدعوة.

source: Callout Background color
ar: لون خلفية عنصر الدعوة

source: Choose the background color for your callout
ar: اختيار لون الخلفية لعنصر الدعوة الخاص بك

source: Callout Title Color
ar: لون عنوان عنصر الدعوة

source: Choose the title color for your callout
ar: إختر لون العنوان

source: Callout Text color
ar: لون نص عنصر الدعوة

source: Choose the text color for your callout
ar: اختيار لون النص لعنصر الدعوة الخاص بك

source: Callout Background Image
ar: صورة خلفية عنصر الدعوة

source: Add a background image to your callout
ar: أضف ثورة خلفية لعنصر الدعوة الخاص بك

source: Cover Background
ar: غطاء الخلفية

source: Check to activate the cover above the background patterns and images.
ar: إختر لتفعيل الغطاء فوق خلفية الأنماط والصور.

source: Check to remove the border of the callout
ar: اختر لإزالة حدود عنصر الدعوة

source: Check to add drop shadow effect to the callout
ar: اختر لاضافة تأثير الظل لعنصر الدعوة

source: Check to make the callout full-width
ar: اختر لجعل عنصر الدعوة كل العرض

source: Enter in the URL you want your callout button to link to.
ar: أدخل الرابط الذي تريد ربطه بزر عنصر الدعوة.

source: Check to open your callout link button in a new tab.
ar: اختر لفتح زر عنصر الدعوة في نافذة جديدة.

source: Alert Box
ar: مربع التنبيه

source: Show information to users with alerts
ar: قم بعرض معلومات للمستخدمين بإستخدام الإشعارات

source: Alert Box Title
ar: عنوان مربع التنبيه

source: Enter the title of your alert box.
ar: أدخل عنوان مربع التنبيه.

source: Alert Box Type
ar: نمط مربع التنبيه

source: Select the alert box type.
ar: اختر نمط مربع التنبيه.

source: Info
ar: معلومات

source: Success
ar: تم بنجاح

source: Warning
ar: تحذير

source: Error
ar: خطا

source: Alert Box Icon
ar: ايقونة مربع التنبيه

source: Check to display alert icon.
ar: إختلا لعرض أيقونة الإشعر.

source: icons library
ar: مكتبة الأيقونات

source: Alert box Close Icon
ar: ايقونة غلق مربع التنبيه

source: Check to display the close icon.
ar: إختر لعرض أيقونة الغلق.

source: Google Map
ar: خرائط جوجل

source: Embed a customizable Google map
ar: إدراج خريطة جوجل قابلة للتعديل

source: Latitude
ar: خط العرض

source: Enter the center latitude of your map.
ar: أدخل مركز خط العرض للخريطة.

source: Longitude
ar: خط الطول

source: Enter the center longitude of your map.
ar: أدخل مركز خط الطول للخريطة.

source: Shape
ar: شكل

source: Select map shape
ar: حدد شكل الخريطة

source: Draggable
ar: قابل للسحب

source: Check to allow users drag the map view.
ar: إختر للسماح للمستخدمين سحب الخريطة.

source: Zoom Level
ar: مستوى التصغير/التكبير

source: Choose the initial zoom level of your map. This value should be between 1 and 18. 1 is fully zoomed out and 18 is right at street level.
ar: اختر مستوى التكبير/التصغير من الخريطة الخاصة بك. ينبغي أن تكون هذه القيمة بين 1 و 18، 1 هو صغير تماما و 18 هو مستوى الشارع.

source: Zoom Control
ar: تحكم التكبير/التصغير

source: Check to activate the zoom control for the map.
ar: اختر لتنشيط التحكم بالتكبير للخريطة.

source: Height
ar: إرتفاع

source: Choose an optional height for your map. If no height is selected, a responsive, proportional unit will be used. Any type of unit is acceptable (e.g. 450px, 30em, 40%, et cetera).
ar: اختر ارتفاع اختياري للخريطة الخاصة بك. إذا لم يتم تحديد الارتفاع، ستستخدم وحدة متناسبة للاستجابة مع الاجهزة. أي نوع وحدة مقبولة (مثل 450px، 30em، 40٪).

source: Width
ar: العُرض

source: Choose an optional width for your map. If no height is selected, a responsive, proportional unit will be used. Any type of unit is acceptable (e.g. 450px, 30em, 40%, et cetera).
ar: اختر عُرض اختياري للخريطة الخاصة بك. إذا لم يتم تحديد العُرض، ستستخدم وحدة متناسبة للاستجابة مع الاجهزة. أي نوع وحدة مقبولة (مثل 450px، 30em، 40٪).

source: Custom Color
ar: لون مخصص

source: Choose an optional custom color for your map.
ar: اختر لون اختياري مخصص لخريطتك.

source: Check to add a box around the map
ar: تحقق لإضافة مربع حول الخريطة

source: Google Map Marker
ar: علامة خريطة جوجل

source: Place a location marker on your Google map
ar: ضع مكان لعلامة خريطة جوجل

source: Marker Latitude
ar: خط العرض العلامة

source: Enter the latitude of your marker.
ar: أدخل خط عرض لعلامة خريطة جوجول.

source: Marker Longitude
ar: خط الطول العلامة

source: Enter the longitude of your marker.
ar: أدخل خط الطول لعلامة خريطة جوجل.

source: Additional Information
ar: معلومات إضافية

source: Optional description text to appear in a popup when your marker is clicked on.
ar: وصف اختياري للنص الذي يظهر في منبثقة عند النقر فوق علامة خريطة جوجل.

source: Custom Marker Image
ar: صورة علامة خريطة جوجل مخصصة

source: Utilize a custom marker image instead of the default provided by Google.
ar: استخدام صورة علامة خريطة جوجل مخصصة بدلاً من العلامة الافتراضية.

source: Map
ar: الخريطة

source: Embed a map from a third-party provider
ar: إدراج خريطة من جهة خارجية

source: Code
ar: كود

source: Check to add box around the map
ar: إختر لإضافة مربع حول الخريطة

source: Custom heading
ar: عنوان مخصص

source: Include a custom headline in your content
ar: ادراج عنوان مخصص في المحتوى الخاص بك

source: Enter your text
ar: أدخل النص

source: Heading Level
ar: مستويات العناوين

source: Select which level to use for your heading.
ar: تحديد أي مستوى لاستخدامها في العنوان الخاص بك.

source: Heading Alignment
ar: محاذاة العنوان

source: Select heading alignment.
ar: اختر محاذاة العناون.

source: Iconbox
ar: صندوق الأيقونة

source: Add iconbox to your content
ar: إضافة صندوق الأيقونة إلى المحتوى الخاص بك

source: Add box
ar: إضافة مربع

source: Check to add box around the iconbox
ar: إختر لإضافة مربع حول الأيقونة

source: Choose box background color.
ar: اختر لون الخلفية للمربع.

source: Select the alignment of the icon
ar: حدد المحاذاة للأيقونة

source: Select Options
ar: حدد الخيارات

source: Enter in the URL you want your iconbox to link to.
ar: أدخل الرابط الذي تريد وصل صندوق الأيقونة به.

source: No Hover
ar: بدون تحويم

source: Check to remove the iconbox hover
ar: اختر لحذف التحويم على صندوق الأيقونة

source: Iconbox header
ar: عنوان صندوق الأيقونة

source: Add header to the iconbox
ar: أضف عنوان لصندوق الأيقونة

source: Header Type
ar: نوع الرأسية

source: Select type of iconbox header
ar: اختر نوع الرأسية لصندوق الأيقونة

source: SVG Icons (Stroke Gap Icons And Material Icons)
ar: أيقونات SVG (Stroke Gap Icons و Material Icons)

source: Icon SVG
ar: أيقونة (SVG)

source: Enter SVG Icon name
ar: أدخل اسم أيقونة (SVG)

source: SVG Size
ar: حجم (SVG)

source: Enter SVG Icon size
ar: أدخل حجم أيقونة (SVG)

source: Check to remove the icon/image hover
ar: اختر لحذف التحويم على الأيقونة/الصورة

source: Choose size of the icon
ar: اختر حجم الأيقونة

source: Use Image
ar: استخدام صورة

source: Use image for the iconbox
ar: إستخدم صورة للأيقونة داخل الصندوق

source: Alt Text
ar: النص البديل

source: Image size
ar: حجم الصورة

source: Choose size of the image
ar: اختر حجم الصورة

source: Select the shape around the icon/Image
ar: اختر الشكل حول الأيقونة/الصورة

source: Icon Color
ar: لون الايقونة

source: Choose icon color.
ar: اختر لون الأيقونة.

source: Icon Background
ar: خلفية الايقونة

source: Choose icon background color.
ar: اختر لون الخلفية للأيقونة.

source: Icon Border
ar: حدود حول الأيقونة

source: Choose icon border color.
ar: اختر لون الحدود حول الأيقونة.

source: Iconbox Content
ar: محتوى صندوق الأيقونة

source: Iconbox content settings
ar: إعدادات محتوى صندوق الأيقونة

source: Iconbox Title
ar: عنوان صندوق الأيقونة

source: Add iconbox title
ar: إضافة عنوان الأيقونة داخل الصندوق

source: Title Color
ar: لون العنوان

source: Choose header title color
ar: اختر لون العنوان

source: Check to remove the title hover
ar: اختر لحذف تحويم العنوان

source: Add timeline to your content
ar: إضافة الخط الزمني إلى المحتوى الخاص بك

source: Timeline Item
ar: عنصر الخط الزمني

source: Date timtline item settings
ar: إعدادات تاريخ عنصر الخط الزمني

source: Add timeline item content
ar: إضافة محتوى لعنصر الخط الزمني

source: Add date to display in timeline item.
ar: إضافة تاريخ لعرضه في عنصر الخط الزمني.

source: Float
ar: طفو

source: Select the position of timeline item.
ar: حدد موضع عنصر الخط الزمني.

source: Check to remove the border around the timeline item
ar: اختر لحذف الحدود حول عنصر الخط الزمني

source: Process
ar: العملية

source: Add icon timeline to your content
ar: أضافة أيقونة الخط الزمني للمحتوى

source: Process Style
ar: نمط عنصر سير العملية

source: Vertical
ar: عمودي

source: Horizontal
ar: أفقي

source: Five
ar: خمسة

source: Select the position of the process
ar: اختر موضع عنصر سير العملية

source: Select the size of icon
ar: اختر حجم الأيقونة

source: Video (Self Hosted)
ar: فيديو (مرفوع على الموقع)

source: Include responsive video into your content
ar: أضف فيديو إستجابي للمحتوى الخاص بك

source: Enter URL Link .m4v version of your video.
ar: أدخل رابط نسخة m4v للفيديو الخاص بك.

source: Enter URL Link .ogv version of your video for additional native browser support.
ar: أدخل رابط نسخة ogv للفيديو لدعم متصفحات أكثر.

source: Poster Image
ar: صورة الفيديو

source: Add a poster image for your self-hosted video.
ar: أضف صورة الفيديو للفيديو المرفوع على موقعك.

source: Hide Controls
ar: إخفاء أدوات التحكم

source: Check to hide the controls on your self-hosted video.
ar: إختر لإخفاء أدوات التحكم للفيديو المرفوع على موقعك.

source: Muted
ar: كتم الصوت

source: Check to mute the video
ar: كتم صوت الفيديو

source: Auto Replay
ar: إعادة التشغيل التلقائي

source: Check to activate auto replay for your self-hosted video
ar: اختر لتفعيل إعادة التشغيل التلقائي للفيديو المرفوع على موقعك

source: Autoplay
ar: تشغيل تلقائي

source: Check to automatically play your self-hosted video.
ar: اختر لتنشيط التشغيل التلقائي للفيديو المرفوع على موقعك.

source: Check to remove the border around the video.
ar: اختر لحذف الحدود حول الفيديو.

source: Video (Embedded)
ar: فيديو (مضمن)

source: Check to add a box around the video.
ar: إختر لإضافة إطار حول الفيديو.

source: Audio (Self Hosted)
ar: الصوت (مرفوع على الموقع)
