Repository: PixelDima/Okab-Localization-l10n
Catalog: okab/okab-*.po
Languages: ar

source: You must be %slogged in%s to post a comment.
ar: يجب أن تقوم %sبالدخول%s لتضع تعليقا.

source: Logged in as
ar: مسجل باسم

source: Log out of this account
ar: تسجيل الخروج من هذا الحساب

source: Log out &raquo;
ar: تسجيل الخروج &raquo;

source: cancel reply
ar: الغاء التعليق

source: Comment...
ar: التعليق...

source: POST COMMENT
ar: أكتب تعليق

source: Subtotal
ar: الإجمالي الفرعي

source: Shipping
ar: الشحن

source: estimated for %s
ar: تقدر بنحو %s

source: Total
ar: مجموع

source: Product
ar: المنتج

source: Quantity
ar: الكمية

source: Available on backorder
ar: متاح للحجز

source: Remove this item
ar: إزالة هذا المنتج

source: Cart Totals
ar: مجموع السلة

source: Coupon
ar: كوبون خصم

source: Coupon code
ar: كود كوبون الخصم

source: Apply Coupon
ar: تطبيق كوبون الخصم

source: Update Cart
ar: تحديث السلة

source: Proceed to Checkout
ar: التقدم لإنهاء الطلب

source: You may be interested in&hellip;
ar: قد يهمك أيضا&hellip;

source: Calculate Shipping
ar: حساب تكلفة الشحن

source: Select a country&hellip;
ar: اختر دولة&hellip;

source: State / county
ar: المحافظة

source: Select a state&hellip;
ar: اختر المحافظة&hellip;

source: City
ar: المدينة

source: Postcode / Zip
ar: الرمز البريدي / ZIP

source: Update Totals
ar: تحديث المجموع

source: You must be logged in to checkout.
ar: يجب أن تسجل دخولك للتوجه للكاشير.

source: Your order
ar: طلبك

source: Have a coupon?
ar: هل لديك كوبون خصم؟

source: Click here to enter your code
ar: اضغط هنا لأدخال كود القسيمة

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
ar: للأسف لا يمكن معالجة طلبك و السبب أن بنك / التاجر قد رفض معاملتك .من فضلك حاول إجراء عملية الشراء مرة أخرى.

source: Pay
ar: دفع

source: Thank you. Your order has been received.
ar: شكرًا لك. تم استلام طلبك.

source: Order Number:
ar: رقم الطلب:

source: Date:
ar: التاريخ:

source: Email:
ar: البريد الإلكتروني:

source: Total:
ar: مجموع:

source: Payment method:
ar: طريقة الدفع:

source: Customer review
ar: مراجعات العميل

source: Customers reviews
ar: مراجعات العملاء

source: Username or email
ar: اسم المستخدم أو البريد الالكتروني

source: Remember me
ar: تذكرني‎

source: Sale!
ar: تخفيض!

source: Customer reviews
ar: مراجعات العميل

source: New password
ar: كلمة السر الجديدة

source: Re-enter new password
ar: إعادة إدخال كلمة المرور الجديدة

source: Save
ar: حفظ

source: Billing address
ar: عنوان الدفع

source: Shipping address
ar: عنوان الشحن

source: Save Address
ar: حفظ العنوان

source: Username or email address
ar: اسم المستخدم او البريد الالكتروني

source: Email address
ar: البريد الإلكتروني

source: Order
ar: الطلب

source: Status
ar: الحالة

source: Recent Orders
ar: الطلبات الأخيرة

source: %s for %s item
ar: %s مقابل عنصر واحد

source: Customer Details
ar: بيانات الزبون

source: Note:
ar: ملاحظة:

source: Telephone:
ar: الهاتف:

source: Billing Address
ar: عنوان الدفع

source: N/A
ar: غير محدد

source: Shipping Address
ar: عنوان الشحن

source: Order Details
ar: تفاصيل الطلب

source: Your Name *
ar: اسمك *

source: Your Email *
ar: بريدك الإلكتروني *

source: Your Review *
ar: مراجعتك*

source: %s review for %s
ar: لا مراجعات

source: Reviews
ar: المراجعات

source: There are no reviews yet.
ar: لا توجد أي مراجعات حتى الآن.

source: <span>Add a Review</span>
ar: <span>إضافة التقييم</span>

source: Be the First to Review
ar: كن أول مراجع

source: Leave a Reply to %s
ar: اترك ردًا لـ %s

source: Submit Review
ar: أرسل مراجعتك

source: Rate&hellip;
ar: قيم&hellip;

source: Perfect
ar: ممتاز جدًا

source: Good
ar: جيد

source: Average
ar: متوسط

source: Not that bad
ar: ليس سيئا

source: Very Poor
ar: سيء جدا

source: Only logged in customers who have purchased this product may leave a review.
ar: يسمح فقط بالعملاء الذين إشتروا هذا المنتج وسجلوا دخولهم بكتابة مراجعتهم.

source: Awaiting product image
ar: في انتظار صورة المنتج

source: Related products
ar: منتجات ذات صلة

source: You may also like&hellip;
ar: قد يعجبك أيضاً&hellip;
