Repository: PixelDima/Okab-Localization-l10n
Catalog: okab/okab-*.po
Languages: ar

source: Enter in your query in the search form above.
ar: ادخل ما تود البحث عنه.

source: Search for:
ar: البحث عن:

source: Name
ar: الاسـم

source: First Name
ar: الاسـم

source: Last Name
ar: اللقب

source: Nickname
ar: الاسم المستعار

source: Display Name
ar: عرض الاسم

source: Contact Info
ar: معلومات التواصل

source: Website
ar: الموقع الإلكتروني

source: About Yourself
ar: عنك

source: About the user
ar: نبذة عن المستخدم

source: Biographical Info
ar: سيرة داتية

source: Account
ar: الحساب

source: Username
ar: اسم المستخدم

source: Email
ar: البريد الالكتروني

source: There is a pending email address change to <code>%1$s</code>. <a href="%2$s">Cancel</a>
ar: هناك بريد الكتروني معلق غير الى <code>%1$s</code>. <a href="%2$s">إلغاء</a>

source: New Password
ar: - ﻿كلمة السر الجديدة

source: If you would like to change the password type a new one. Otherwise leave this blank.
ar: إذا كنت ترغب في تغيير كلمة المرور اكتب واحدة جديدة. وإلا اترك حقل كلمة السر فارغا.

source: Type your new password again.
ar: اعد كتابة كلمة المرور.

source: User Role
ar: دور المستخدم

source: Network Role
ar: دور الشبكة

source: Grant this user super admin privileges for the Network.
ar: منح هذا المستخدم امتيازات المشرف الأعلى للشبكة.

source: Update
ar: تحديث

source: Login
ar: تسجيل الدخول

source: Log In
ar: سجّل الدخول

source: Password
ar: كلمة المرور

source: Keep me signed in
ar: تذكرني

source: Lost Password
ar: نسيت كلمة المرور

source: Enter in your username or email address below then select the &ldquo;Reset&rdquo; button.
ar: أدخل في اسم المستخدم أو عنوان البريد الإلكتروني الخاص بك أدناه ثم اختر زر “إعادة الضبط”.

source: Username or Email
ar: اسم المستخدم او البريد الالكترونى

source: Reset
ar: إعادة تعيين

source: Create an Account
ar: إنشاء حساب

source: Your username must be unique, and cannot be changed later. We use your email address to email you a secure password and verify your account.
ar: اسم المستخدم الخاص بك يجب أن يكون فريد من نوعه، ولا يمكن تغييره فيما بعد، سنستخدم البريد الالكتروني الخاص بك لإرسال كلمة السر والتحقق من حسابك.

source: Register
ar: سجل

source: In reply to:
ar: رد على:

source: Topic:
ar: الموضوع :

source: in group forum
ar: في مجموعة المنتدى

source: in forum
ar: في المنتدى

source: %s's Profile
ar: الصفحة الشخصية %s

source: Profile
ar: الملف الشخصي

source: %s's Topics Started
ar: ‏%s's مواضيع منشئة

source: Topics Started
ar: المواضيع المنشئة

source: %s's Replies Created
ar: %s's الردود التي تم إنشاؤها

source: Replies Created
ar: الردود المنشئه

source: %s's Favorites
ar: %s's المفضلة

source: Favorites
ar: المفضله

source: %s's Subscriptions
ar: %s‪’‬s الاشتراكات

source: Subscriptions
ar: الاشتراكات

source: Edit %s's Profile
ar: تعديل ملف %s's الشخصي

source: Edit
ar: تعديل

source: Leave a comment on: &ldquo;%s&rdquo;
ar: اترك تعليق على: &ldquo;%s&rdquo;

source: View all posts in: &ldquo;%s&rdquo;
ar: مشاهدة جميع المشاركات في : &ldquo;%s&rdquo

source: By
ar: من طرف

source: Comment
ar: تعليق

source: Comments
ar: تعليقات

source: View
ar: مشاهدة

source: Views
ar: المشاهدات

source: Author
ar: الكاتب

source: %1$s at %2$s
ar: %1$s من %2$s

source: Reply <span class="comment-reply-link-after"></span>
ar: الرد <span class="comment-reply-link-after"></span>

source: Rated %d out of 5
ar: قيم بـ %d من 5

source: out of 5
ar: من 5

source: Your comment is awaiting moderation.
ar: تعليقك بإنتظار المراجعة.

source: Welcome
ar: مرحبا

source: Dashboard
ar: لوحة التحكم

source: Your Profile
ar: الملف الشخصي الخاص بك

source: Logout
ar: خروج

source: Remember Me
ar: تذكرني

source: Lost your password?
ar: هل أضعت كلمة السر؟

source: All
ar: الكل

source: Okab
ar: عُقاب

source: On
ar: تفعيل

source: Off
ar: إيقاف

source: Dark
ar: داكن

source: Light
ar: فاتح

source: Left
ar: يسار

source: Right
ar: يمين

source: Fullwidth
ar: كامل العرض

source: Boxed
ar: صندوقي

source: Standard
ar: عادي

source: Masonry
ar: جدار

source: Time Line
ar: الخط الزمني

source: Image On The Side
ar: الصورة على الجانب

source: Default
ar: افتراضي

source: Mini
ar: مصغر

source: Right Sidebar
ar: عمود جانبي أيمن

source: Left Sidebar
ar: عمود جانبي أيسر

source: No Sidebar
ar: بدون عمود جانبي

source: Two
ar: اثنان

source: Three
ar: ثلاثة

source: Four
ar: أربعة

source: Full-Width
ar: العرض الكامل

source: Floating
ar: عائم

source: Fixed Left
ar: تثبيت يسار

source: Fixed Right
ar: تثبيت يمين

source: Static Top
ar: ساكن الى الأعلى

source: Fixed Top
ar: ثابت أعلى

source: Fixed Top (Animated)
ar: ثابت للأعلى ( مع حركة)

source: Logo On Inline
ar: الشعار في نفس السطر

source: Logo On Top
ar: الشعار أعلى

source: Logo On Center
ar: الشعار وسط

source: None
ar: بلا

source: One
ar: واحد

source: Start
ar: بداية

source: Center
ar: منتصف

source: Bold
ar: عريض

source: Italic
ar: مائل

source: Uppercase
ar: أحرف كبيرة

source: Underline
ar: مسطر

source: With Title
ar: مع العنوان

source: With icon
ar: مع ايقونة

source: none
ar: بلا

source: Zoom-in
ar: تكبير

source: Zoom-out
ar: تصغير

source: Black And White
ar: أسود وأبيض

source: Categories
ar: الفئات

source: Tags
ar: الوسوم

source: Slide
ar: شريحة

source: Fade
ar: مع تلاشى

source: Grid
ar: الشبكة

source: Breaking
ar: اخر الاخبار

source: Arabic
ar: العربية

source: Latin
ar: اللاتينية

source: Latin Extended
ar: الاتينية الموسعة

source: vietnamese
ar: الفيتنامية

source: Greek
ar: اليونانية

source: Greek Extended
ar: اليونانية الموسعة

source: Cyrillic
ar: السيريلية

source: Cyrillic Extended
ar: السيريلية الموسعة

source: Demos
ar: قوالب جاهزة

source: Site Layout and design
ar: تخطيط الموقع وتصميمه

source: Typography
ar: الخطوط

source: Header
ar: إعدادات الهيدر

source: Header Style
ar: نمط الرأسية

source: Logo
ar: الشعار

source: Logo (RTL)
ar: شعار (RTL)

source: Menu
ar: القائمة

source: Topbar
ar: الشريط العلوي

source: Page title
ar: عنوان الصفحة

source: Blog
ar: المدونه (المواضيع)

source: Sidebar
ar: العمود الجانبي (Sidebar)

source: bbPress
ar: بي بي بريس | bbPress

source: Footer
ar: إعدادات الفوتر

source: Widgets
ar: ودجات

source: Social
ar: الشبكات الإجتماعية

source: Site icon & SEO
ar: رمز الأيقونة و الأرشفة

source: Portfolio & Related Projects
ar: المشاريع و المشاريع ذات صلة

source: Code Fields
ar: حقول الكود

source: Custom
ar: مخصص

source: Advanced Settings
ar: اعدادات متقدمة

source: Advanced
ar: اعدادات متقدمة

source: Advertisement
ar: الاعلانات

source: Site Layout
ar: واجهة الموقع و التنسيق

source: Content Layout
ar: تخطيط المحتوى

source: Navbar Animation
ar: حركة شريط التنقل

source: Offset By Pixels
ar: إزاحة بمقدار من البكسل (100px)

source: Offset By Elemnt Target
ar: إزاحة بمقدار العنصر المحدد

source: Navbar Transparent
ar: شريط تنقل شفاف

source: Search
ar: بحث

source: Navbar height (px)
ar: ارتفاع شريط التنقل (بكسل)

source: Navbar Shrink (px)
ar: تقلص شريط التنقل (بكسل)

source: Logo Width (px)
ar: عَرض الشعار (px)

source: Upload Your Logo
ar: ارفع شعارك

source: Upload your logo for sticky & transparent menu
ar: قم برفع شعارك للقائمة الثابتة والشفافة

source: Upload Your Mobile Logo
ar: ارفع شعارك الخاص بالهواتف النقالة

source: Upload Your Logo (Retina Version @2x)
ar: رفع الشعار (Retina Version )

source: Upload your logo for sticky & transparent menu (Retina Version @2x)
ar: قم برفع شعارك للقائمة الثابتة والشفافة (Retina Version @ 2x)

source: Upload Your Mobile Logo (Retina Version @2x)
ar: رفع الشعار الخاص بالهواتف (Retina Version )

source: Logo Position
ar: مكان الشعار

source: NavBar Background Color
ar: لون خلفية شريط التنقل

source: Menu Background Color
ar: لون خلفية القائمة

source: NavBar Background Color after fixed
ar: لون خلفية شريط تنقل بعد التثبيت

source: NavBar Text Color
ar: لون خط شريط التنقل

source: NavBar Text Color after fixed
ar: لون النص في شريط التنقل بعد التثبيت

source: NavBar Text Hover Color
ar: لون خط تمرير السهم لشريط التنقل

source: Sub-Menu Background Color
ar: لون خلفية القائمه المنسدله

source: Sub-Menu Text Color
ar: لون نص القائمه المنسدله

source: Sub-Menu Text Hover Color
ar: لون نص القائمة الفرعية عن تمرير الماوس

source: NavBar Background Image
ar: صورة الخلفية لشريط التنقل

source: Work with Fixed Right & Fixed Left menu
ar: تعمل مع شريط التنقل المثبت لليسار واليمين فقط

source: Transparent NavBar Background Color
ar: لون خلفية شريط التنقل الشفاف

source: Transparent NavBar Text Color
ar: لون خط شريط التنقل الشفاف

source: Display Topbar On Mobile
ar: عرض الشريط العلوي على الجوال

source: TopBar Background Color
ar: لون خلفية الشريط العلوي

source: TopBar Text Color
ar: لون الخط في الشريط العلوي

source: Address Display
ar: عَرض العنوان

source: Phone Display
ar: عَرض الهاتف

source: Today's Date
ar: تاريخ اليوم

source: My Account
ar: حسابي

source: Social Networking
ar: الشبكات الإجتماعية

source: Address
ar: عنوان

source: Phone
ar: الهاتف

source: Today's Date Format
ar: تنسيق التاريخ لليوم

source: For more details see <a href="https://codex.wordpress.org/Formatting_Date_and_Time" target="_blank" rel="noopener">Formatting Date and Time</a>
ar: لمزيد من التفاصيل، انظر <a href="https://codex.wordpress.org/Formatting_Date_and_Time" target="_blank">تنسيقات التاريخ والوقت</a>

source: Page Title Display
ar: عرض عنوان الصفحة

source: Page Title Style
ar: تنسيق عنوان الصفحة

source: Breadcrumbs Display
ar: عرض مسار التتبع

source: Page Title Image
ar: خلفية عنوان الصفحة

source: Page Title Color
ar: لون العنوان الصفحة

source: Breaking News Bar
ar: شريط أخبار عاجلة

source: Show in Homepage Only
ar: عَرض في الصفحة الرئيسية فقط

source: News Title
ar: عنوان الأخبار

source: News Count
ar: عدد الأخبار

source: News Animation
ar: الأخبار تأثير الحركة

source: News Title background Color
ar: عنوان الأخبار لون الخلفية

source: News Title Text Color
ar: عنوان الأخبار لون الخط

source: News background Color
ar: الأخبار لون الخلفية

source: News Text Color
ar: الأخبار لون الخط

source: News Query Type
ar: نوع مصدر الأخبار

source: Tag
ar: وسم

source: Select your demo
ar: حدد القالب الخاص بك

source: If you change the main demo,you will need to Import your demo customizer file, to set up all options correctly based on your demo selected.
ar: ستحتاج إلى استيراد ملف المخصص الخاص بك، لإعداد كافة الخيارات (خطوط, ألوان... ) بشكل صحيح على أساس القالب التي اخترتها.

source: Body Background
ar: خلفية الموقع

source: Body Background Pattern
ar: نمط خلفية الموقع

source: Body Background Image
ar: صورة خلفية الموقع

source: Top & Bottom Margin (px)
ar: الهامش اعلى وأسفل (بكسل)

source: Site Content Width (%)
ar: عُرض محتوى الموقع (%)

source: Site Max Content Width (px)
ar: أقصى عرض لمحتوى الموقع (بكسل)

source: Loading Screen
ar: شاشة التحميل

source: Site Style
ar: شكل الموقغ

source: Smooth Scroll
ar: التمرير السلس

source: Main color
ar: الون الرئيسي

source: Custom Fonts
ar: خطوط مخصصة

source: Applay to use the fontawesome v5
ar: استخدام font-awesome النسخة 5

source: Body Font
ar: خط الموقع

source: Body Font Weights ( Included )
ar: أوزان خط الجسم (التي سيتم إدراجها)

source: Body Font Weights
ar: أوزان خط الجسم (body)

source: Font Subsets
ar: فروع الخط

source: Body Font Size (px)
ar: حجم خط الموقع

source: Body text color
ar: لون خط الموقع

source: Text Link color
ar: لون الرابط

source: Text Link Hover color
ar: لون الرابط عند تمرير الماوس

source: Heading Font Style
ar: نمط خط العنوان

source: Headings Font
ar: خط العناوين

source: Heading Font Weights ( Included )
ar: أوزان خط العنوين (التي سيتم إدراجها)

source: Heading Font Weights
ar: أوزان خط العنوين (body)

source: Headings Letter Spacing (px)
ar: التباعد بين حروف العناوين (بكسل)

source: Headings color
ar: لون العناوين

source: Navbar Font Style
ar: نمط خط شريط التنقل

source: Navbar Font
ar: خط شريط التنقل

source: Navbar Font Weights ( Included )
ar: أوزن خط شريط التنقل (التي سيتم إدراجها)

source: Navbar Font Weights
ar: وزن خط شريط التنقل

source: Navbar Font Size (px)
ar: حجم خط شريط التنقل

source: Logo Font Style
ar: نمط خط الشعار

source: Logo Font Weights ( Included )
ar: أوزن خط الشعار (التي سيتم إدراجها)

source: Logo Font Weights
ar: أوزان خط الشعار (Logo)

source: Logo Font Size (px)
ar: حجم خط الشعر

source: Logo Letter Spacing (px)
ar: تباعد حروف خط الشعار

source: Logo Text Color
ar: لون الشعار

source: Posts Style
ar: نمط المواضيع

source: Columns
ar: الاعمدة

source: Full Post Content on Index
ar: محتوى الموضوع كامل في الرئيسة

source: Excerpt Limit
ar: حد المقتطفات

source: Displayed Post Excerpt
ar: عرض مقتطفات الموضوع

source: Display Post Meta
ar: عرض معلومات الموضوع

source: Display Categories Meta
ar: عرض الفئات (Categories Meta)

source: Display Views Meta
ar: عرض المشاهدات (Views Meta)

source: Remove Featured Image
ar: إزالة الصورة المميزة

source: Blog Hover Overlay Color
ar: لون غطاء الموضوع عند تمرير السهم

source: This hover will apply on portfolio and blog.
ar: سيتم تطبيق هذا التأثير على معرض الاعمال ومدونة.

source: Blog Element Hover Effects
ar: تاثير عنصر الموضوع عند تمرير السهم

source: Blog Image Hover Effects
ar: تأثير صورة الموضوع عند تمرير السهم

source: Display Previous/Next Pagination
ar: عرض أسهم السابق / التالي لتصفح الموضيع

source: Display Social Share Icons
ar: عرض أيقونات المشاركة الاجتماعية

source: Display Author Box
ar: عرض صندوق الكاتب

source: Display Related Posts
ar: عرض المواضيع ذات الصلة

source: Related Posts Is Slide
ar: مواضيع ذات صلة على شكل منزلق

source: Related Posts Columns
ar: مواضيع ذات صلة على شكل أعمدة

source: Related Posts Count
ar: عدد المواضيع ذات صلة

source: Structure Data
ar: بنية البيانات

source: Default Schema type
ar: نوع المخطط الافتراضي

source: NewsArticle
ar: مقال إخباري

source: Article
ar: مقال

source: BlogPosting
ar: نشر المدونة

source: Header text size
ar: حجم خط العنوان

source: Font Style
ar: نمط الخط

source: Body/Link Text Size
ar: خط الموقع / الرابط حجم الخط

source: Navbar Menu
ar: قائمة شريط التنقل

source: Cart Price
ar: السلة السعر

source: Menu Cart Display
ar: عرض قائمة السلة

source: Shop Layout
ar: تخطيط المتجر

source: Shop Columns
ar: اعمدة المتجر

source: Posts Per Page
ar: مواضيع لكل صفحة

source: OKAB Sort
ar: ترتيب عُقاب

source: Product Layout
ar: تخطيط المنتج

source: Product Tabs
ar: تبويب المنتج

source: Description Tab
ar: تبويب الوصف

source: Additional Information Tab
ar: تبويب المعلومات اضافية

source: Reviews Tab
ar: تبويب المراجعة

source: Show Social Share Icons
ar: عرض أيقونات التواصل الإجتماعي

source: Slide Animation Type
ar: نوع الحركة

source: Related Products
ar: منتجات ذات صلة

source: Related Product Columns
ar: منتجات ذات صلة أعمدة

source: Related Product Post Count
ar: عدد مواضيع المنتجاتذات الصلة

source: Upsells
ar: رفع المبيعات

source: Upsell Columns
ar: أعمدة رفع المبيعات

source: Upsell Post Count
ar: عدد مواضيع رفع البيع

source: Cross Sells
ar: منتجات تسويقية

source: Cross Sells Columns
ar: أعمدة منتجات تسويقية

source: Cross Sells Post Count
ar: عدد مواضيع منتجات تسويقية

source: Big Footer
ar: ذيل الصفحة الكبير

source: Footer In Center
ar: ذيل الصفحة في المنتصف

source: Small Footer
ar: ذيل الصفحة الصغير

source: Footer Menu
ar: قائمة ذيل الصفحة

source: Footer Background Color
ar: ذيل الصفحة لون الخلفية

source: Small Footer Background Color
ar: لون الخلفية أسفل تذييل الصفحة (Small footer)

source: Small Footer Text Color
ar: لون نص أسفل تذييل الصفحة (Small footer)

source: Small Footer Link Color
ar: لون رابط الفوتر (Small footer)

source: Back To The Top Arrow
ar: سهم العودة إلى الأعلى

source: Copyright Info
ar: معلومات حقوق النشر

source: Copyright Content
ar: محتوى حق النشر

source: Footer Widget Areas
ar: مكان الودجات في الفوتر

source: Widget Header text size
ar: حجم خط عنوان الودجت

source: Widget Header Font Style
ar: حجم خط عنوان الودجت

source: Widget Body/Link Text Size
ar: حجم خط الودجت

source: Widget Header Color
ar: لون عنوان الودجت

source: Widget Text Color
ar: لون نص الودجات

source: Widget Link Color
ar: لون رابط الودجات

source: Widget Border Color
ar: لون حدود الودجات (border)

source: JavaScript
ar: جافا سكريبت

source: Enable AMP
ar: تفعيل AMP

source: Upload Your AMP Logo
ar: ارفع شعارك الخاص بـ AMP

source: Facebook App ID
ar: معرف الفيسبوك (Facebook App ID )

source: Leave a Comment ( Translate )
ar: ترك تعليق (ترجمة)

source: Check Also ( Translate )
ar: شاهد أيضا (ترجمة)

source: Categories ( Translate )
ar: الفئات (ترجمة)

source: Ago ( Translate )
ar: قبل(ترجمة)

source: Tags ( Translate )
ar: الوسوم

source: Related Posts
ar: مواضيع ذات صلة

source: Share Buttons
ar: أزرار المشاركة

source: Back to top button
ar: سهم العودة إلى الأعلى

source: Footer Logo Image
ar: شعار الفوتر

source: Copyright Text
ar: معلومات حقوق النشر

source: Advertisement Above Content
ar: الإعلانات فوق المحتوى

source: Enter your Ad code, AMP pages support &lt;amp-ad&gt; tag only, <a href="%s" target="_blank">Click Here</a> For More info.
ar: أدخل شفرة الإعلان، دعم صفحات AMP &lt;amp-ad&gt; tag فقط. <a href="%s" target="_blank">إضغط هنا</a> لمعلومات أكثر.

source: Advertisement Below Content
ar: الاعلانات

source: Background Color
ar: لون الخلفية

source: Header Background Color
ar: لون خلفية الهيدر

source: Title Color
ar: لون العنوان

source: Post meta Color
ar: لون Post Meta

source: Links color
ar: لون الروابط

source: Footer color
ar: لون خلفية ذيل الصفحة

source: Footer border color
ar: لون حدود ذيل الصفحة

source: Ad Blocker Detector
ar: كاشف مانع الإعلانات

source: Above Article Ad
ar: البانر أعلى المقال

source: Custom Ad Code -Above-
ar: شفرة إعلان مخصص -فوق-

source: Supports: Text, HTML and Shortcodes
ar: (يدعم: نص، HTML والمختصرات)

source: Below Article Ad
ar: إعلان أسفل المقالة

source: Custom Ad Code -Below-
ar: رابط إعلان مخصص -أسفل-

source: [ads1] Ad Shortcode
ar: [ads1] كود مختصر (Shortcde) الإعلان

source: [ads2] Ad Shortcode
ar: [ads2] كود مختصر (Shortcde) الإعلان

source: [ads3] Ad Shortcode
ar: [ads3] كود مختصر (Shortcde) الإعلان

source: [ads4] Ad Shortcode
ar: [ads4] كود مختصر (Shortcde) الإعلان

source: [ads51] Ad Shortcode
ar: [ads5] كود مختصر (Shortcde) الإعلان

source: Space before &lt;/head&gt;
ar: مساحة قبل &lt;/head&gt;

source: Only accepts javascript code wrapped with &lt;script&gt; tags and HTML markup that is valid inside the &lt;head&gt; tag.
ar: يقبل فقط كود جافا سكريبت مغطى &lt;script&gt; علامات و ترميز HTML التي تكون صالحة في &lt;head&gt; tag.

source: Space before &lt;/body&gt;
ar: مساحة قبل &lt;/body&gt;

source: Only accepts javascript code, wrapped with &lt;script&gt; tags and valid HTML markup inside the &lt;body&gt; tag.
ar: يقبل فقط كود جافا سكريبت مغطى &lt;script&gt; علامات و ترميز HTML التي تكون صالحة في &lt;head&gt; tag.

source: Facebook
ar: الفيسبوك

source: Twitter
ar: تويتر

source: Google+
ar: جوجل بلس

source: linkedin
ar: ينكدين

source: Youtube
ar: يوتيوب

source: Vimeo
ar: فيميو

source: Foursquare
ar: فور سكوير

source: Tumblr
ar: تمبلر

source: Instagram
ar: إنستغرام

source: Dribbble
ar: دريبل

source: Flickr
ar: فليكر

source: Behance
ar: بيهانس

source: Pinterest
ar: بينتيريست

source: Whatsapp
ar: واتس اب

source: Soundcloud
ar: ساوند كلاود

source: Upload Favicon
ar: رفع ايقونة الموقع

source: There are many favicon generators available online, such as <a href="http://www.convertico.com/" target="_blank" rel="noopener" title="Convertico">Convertico</a> and <a href="http://www.favicon.co.uk/" target="_blank" rel="noopener" title="Favicon.co.uk">Favicon.co.uk</a>.
ar: هناك العديد من مولدات فافيكون المتاحة على الإنترنت، مثل <a href="http://www.convertico.com/" target="_blank" title="Convertico">Convertico</a> و <a href="http://www.favicon.co.uk/" target="_blank" title="Favicon.co.uk">Favicon.co.uk</a> .

source: Apple iPhone Icon
ar: أيقونة ابل اي فون

source: Icon for Apple iPhone (57px x 57px)
ar: أيقونة لآبل اي فون (57 بكسل * 57 بكسل)

source: Apple iPhone Retina Icon
ar: أيقونة الشبكية لابل اي فون

source: Icon for Apple iPhone Retina Version (120px x 120px)
ar: رمز لابل اي فون الشبكية النسخة (120px بكسل * 120 بكسل)

source: Apple iPad Icon
ar: أيقونة أبل اي باد

source: Icon for Apple iPhone (72px x 72px)
ar: أيقونة لابل اي فون (72 بكسل * 72 بكسل)

source: Apple iPad Retina Icon
ar: أيقونة الشبكية لابل اي باد

source: Icon for Apple iPad Retina Version (144px x 144px)
ar: أيقونة الشبكية لابل أي باد نسخة (144بكسل * 144 بكسل)

source: Open Graph
ar: فتح opengraph

source: Upload opengraph image
ar: تحميل صورة opengraph

source: Image URL which should represent your object within the graph.
ar: عنوان الصورة التي يجب أن تمثل موضوع الرسم البياني.

source: Display Related Projects
ar: عرض المشاريع ذات صلة

source: Related Projects Style
ar: نمط المشاريع ذات الصلة

source: Related Projects Columns
ar: نظام عرض المشاريع ذات الصلة

source: Related Projects Count
ar: عدد المشاريع ذات الصلة

source: Related Projects Element Hover Effects
ar: تاثير العنصر عند تمرير السهم

source: Related Projects Image Hover Effects
ar: تأثير صورة عند تمرير السهم

source: Related Projects Border on Hover
ar: حدود مشاريع ذات الصلة عند تمرير السهم

source: Portfolio Slug name
ar: اسم سبيكة المحفظة

source: Page Settings
ar: إعدادات الصفحة

source: Here you will find various options you can use to create different page styles.
ar: هنا سوف تجد الخيارات المختلفة التي يمكن استخدامها لإنشاء مختلف تخطيطات الصفحة.

source: Body CSS Class(es)
ar: الجسم فئة/فئات CSS

source: Add a custom CSS class to the &lt;body&gt; element. Separate multiple class names with a space.
ar: إضافة فئة CSS مخصصة إلى عنصر <body>.افصل كل اسم فئة بمسافة.

source: Choose your site layout
ar: حدد الواجهة الخاصة بك

source: Header Styles
ar: أنماط الرأس

source: Using this option you can choose your header style
ar: باستخدام هذا الخيار يمكنك اختيار نمط الرأس الخاص بك

source: Transparent Menu?
ar: القائمة شفافة؟

source: Enabling this option will add padding before page title.
ar: تفعيل هذه الخاصية سيضيف حشو قبل عنوان الصفحة.

source: One Page Navigation
ar: التنقل في صفحة واحدة

source: Choose your One Page navigation menu
ar: إختر القائمة التي تريد تطبيقها على الصفحة الواحدة ( One Page )

source: Select an image to use for the outer background (For boxed layout only).
ar: حدد الصورة التي تريد استخدامها لخلفية الخارجية (Boxed layout).

source: Repeated Background
ar: خلفية متكررة

source: Check to apply repeated background image (For boxed layout only)
ar: إختر لجعل الخلفية متكررة

source: Fullwidth Section
ar: صفحة كاملة العرض

source: Check to apply fullwidth sections to this page (by checking this option, the sidebar will disappear)
ar: اختر لتطبيق العرض الكامل للأقسام في هذه الصفحة (عند اختيار هذه الخاصية الشريط الجانبي سيختفي)

source: If your global content layout includes a sidebar, selecting this options will affect this page only.
ar: إذا كان تخطيط المحتوى العام الخاص بك يتضمن العمود الجانبي، إختيار هذا الخيار سيتم تطبيقه على هاته الصفحة فقط.

source: Choose Sidebar.
ar: اختر العمود الجانبي.

source: Choose to show or hide the page title bar.
ar: إختر لإظهار أو إخفاء شريط عنوان صفحة.

source: Choose to show or hide the breadcrumbs bar.
ar: اختيار إظهار أو إخفاء شريط التنقل للصفحات.

source: Subtitle
ar: العنوان الفرعي

source: Add your page subtitle
ar: ادخل عنوان الصفحة الفرعى

source: Page Title Backgrounds
ar: خلفية عنوان الصفحة

source: Upload your background image, or enter image URL lnik using the field.
ar: ارفع صورة أو إدخل رابط الصورة.

source: Page Title Backgrounds Parallax Style
ar: نمط خلفية عنوان الصفحة

source: Choose the animation effect for the background image.
ar: إختر تأثير الحركة بالنسبة لصورة الخلفية.

source: Parallax
ar: منظور

source: Fixed Parallax
ar: منظور ثابت

source: Page Title Position
ar: مكان عنوان الصفحة

source: You can change Page Title position to start (left) or center
ar: يمكنك تغيير مكان عنوان الصفحة البدء (يسار) أو في المنتصف

source: default
ar: افتراضي

source: start
ar: بداية

source: center
ar: المنتصف

source: Element Shortcode Above the Sidebar
ar: رمز العنصر فوق الشريط الجانبي
