Repository: PixelDima/Okab-Localization-l10n
Catalog: okab/okab-*.po
Languages: ar

source: Place audio files into your content
ar: أضف ملفات صوت للمحتوى الخاص بك

source: Enter URL Link .mp3 version of your audio.
ar: أدخل رابط نسخة mp3 لملف الصوت الخاص بك.

source: Enter URL Link .oga version of your audio for additional native browser support.
ar: أدخل رابط نسخة ogv لملف الصوت لدعم متصفحات أكثر.

source: Check to activate auto replay for your self-hosted audio
ar: اختر لتفعيل إعادة التشغيل التلقائي لملف الصوت المرفوع على موقعك

source: Check to automatically play your self-hosted audio.
ar: اختر لتنشيط التشغيل التلقائي لملف الصوت المرفوع على موقعك.

source: Check to remove the border around the audio.
ar: اختر لحذف الحدود حول الصوت.

source: Audio (Embedded)
ar: الصوت (مضمن)

source: Social Sharing
ar: مواقع المشاركة الاجتماعية

source: Include social sharing into your content
ar: إدراج رابط للمواقع الاجتماعية في المحتوى الخاص بك

source: Check to activate Facebook sharing link.
ar: إختر لتنشيط رابط نشر فيسبوك.

source: Check to activate Twitter sharing link.
ar: إختر لتنشيط رابط نشر تويتر.

source: Google Plus
ar: جوجل بلس

source: Check to activate Google Plus sharing link.
ar: إختر لتنشيط رابط نشر جوجل بلس.

source: LinkedIn
ar: لينكدن

source: Check to activate LinkedIn sharing link.
ar: إختر لتنشيط رابط نشر لينكدن.

source: Check to activate Pinterest sharing link.
ar: إختر لتنشيط رابط نشر بينتيرست.

source: Reddit
ar: رديت

source: Check to activate Reddit sharing link.
ar: إختر لتنشيط رابط نشر رديت.

source: Check to activate email sharing link.
ar: إختر لتنشيط رابط نشر البريد الإلكتروني.

source: Choose social icon size
ar: إختر حجم الأيقونة الإجتماعية

source: Tabs
ar: التبويبات

source: Include a tabs container after your tab nav
ar: إدراج حاوية تبويبات بعد تصفح التبويب الخاص بك

source: Tab
ar: تبويب

source: Include a tab into your tabs container
ar: إدراج تبويب لحاوية التبويبات

source: Select to make this tab active.
ar: إختر لجعل هذا التبويب نشط

source: Tab Nav
ar: رأس التبويب

source: Include a tab nav into your content
ar: إدراج رأس تبويب في المحتوى الخاص بك

source: Tab Style
ar: نمط التبويب

source: Select your tab nav style
ar: اختر نمط ملاحة التبويب

source: Tab Nav Position
ar: مكان رأس التبويب

source: Select the position of your tab nav.
ar: إختر مكان رأس التبويب الخاص بك

source: Start Vertical
ar: بداية عمودي

source: End Vertical
ar: نهاية عمودي

source: Tab Nav Items Per Row
ar: عدد عناصر رأس التبويب في الصف

source: If your tab nav is on top, select how many tab nav items you want per row.
ar: إذا كان رأس التبويب في الأعلى، حدد عدد عناصر رأس التبويب في الصف.

source: Six
ar: ستة

source: Tab Nav Item
ar: عنصر رأس التبويب

source: Include a tab nav item into your tab nav
ar: إدراج عنصر لرأس التبويب في رأس التبويب

source: Include a title for your tab nav item.
ar: إدراج عنوان لرأس التبويب الخاص بك

source: Check to make this tab nav item active.
ar: إختر لجعل رأس التبويب نشط

source: Icons Library
ar: مكتبة الأيقونات

source: Accordion
ar: اكورديون

source: Include an accordion into your content
ar: إدراج اكورديون في المحتوى الخاص بك

source: Accordion Style
ar: نوع الأكورديون

source: Default no Background
ar: افتراضي لا خلفية

source: Accordion icon type
ar: نوع أيقونة الأكورديون

source: Select accordion icon type
ar: اختر نوع أيقونة الأكورديون

source: Arrwo icon
ar: ايقونة السهم

source: Plus icon
ar: ايقونة الاضافة

source: Separated
ar: منفصل

source: Check to separate the individual accordion items each others.
ar: اختر لفصل عناصر الأكورديون

source: Select the circle style
ar: اختر نوع الدائرة

source: Accordion Individual Item
ar: عنصر الأكورديون الفردي

source: Include an accordion individual item in your accordion
ar: إدراج عنصر اكورديون فردي في المحتوى الخاص بك

source: Parent ID
ar: معرف الأب

source: Optionally include an ID given to the parent accordion to only allow one toggle to be open at a time.
ar: إختياري

source: Individual Accordion title.
ar: عنوان الأكورديون الفردي.

source: Include a title for your individual accordion item.
ar: إدراج عنوان لعنصر اكورديون الفردي

source: Open the Individual Accordion
ar: فتح الأكورديون الفردي

source: Check for the individual accordion item to be open by default.
ar: إختر الأكورديون الفردي لتفتح تلقائيا

source: Big Grid
ar: شبكة كبيرة

source: Display your blog posts
ar: عرض المواضيع

source: Big Grid Style
ar: نوع الشبكة الكبيرة

source: One with padding
ar: واحد مع الحشو

source: Four
ar: أربعة

source: Five
ar: خمسة

source: Big Grid Slide
ar: الشبكة كبيرة منزلق

source: Select the hover style
ar: حدد نوع تحويم

source: Hover One
ar: تحويم احد

source: Hover Two
ar: تحويم اثنين

source: Slide Options
ar: خيارات المنزلق

source: Include post author information
ar: إدراج موضوع معلومات الكاتب

source: Author ID
ar: معرف الكاتب

source: By default the author of the post or page will be output by leaving this input blank. If you would like to output the information of another author, enter in their user ID here.
ar: تلقائيا مؤلف الموضوع أو الصفحة سوف يكون الناتج من خلال ترك هذا الإدخال فارغا. إذا كنت ترغب في إخراج المعلومات لمؤلف آخر، أدخل معرف المستخدم هنا.

source: Drop cap
ar: حرف استهلالي

source: Add drop cap to your paragraph
ar: إضافة استهلالي للفقرة الخاصة بك

source: Drop cap Style
ar: نمط الحرف الإستهلالي

source: Select drop cap style
ar: حدد نمط الحرف الإستهلالي

source: Character
ar: الحرف

source: Type the first character of the paragraph
ar: أكتب الحرف الأول للفقرة

source: link
ar: رابط

source: Add text link to your content
ar: إضافة رابط النص إلى المحتوى الخاص بك

source: Enter in the URL you want your link to link to.
ar: أدخل الرابط الذي تريد ربط به الرابط.

source: Popup Info Type
ar: نمط المعلومات المنبثقة

source: Enter in the title attribute for your URL (This will apply as title for popover or tooltip if you have active it from -Popup Info type-).
ar: أدخل عنوان السمة للرابط (سيتم تطبيقه كعنوان popover أو tooltip )

source: Add a block of example code to your content
ar: إضافة كتلة من أمثلة الكود للمحتوى الخاص بك

source: Labels
ar: تسميات

source: Add a Labels to your content
ar: إضافة تسميات إلى المحتوى الخاص بك

source: Type
ar: النوع

source: Choose your label style to show.
ar: اختيار نمط التسمية للعرض.

source: Blockquote
ar: صندوق اقتباس

source: Include a blockquote in your content
ar: إدراج صندوق اقتباس في المحتوى الخاص بك

source: Cite
ar: استشهاد

source: Cite the person you are quoting.
ar: استشهد بشخص الذي اقتبست منه.

source: Blockquote Style
ar: نمط الاقتباس

source: Select blockquote style
ar: حدد نمط صندوق الإقتباس

source: Pull
ar: سحب

source: Alignment
ar: محاذاة

source: Select the alignment of the blockquote contents.
ar: حدد محاذاة الاقتباس.

source: Testimonial
ar: شهادات

source: Include a testimonials in your content
ar: إدراج إستشهاج في المحتوى الخاص بك

source: Testimonial Style
ar: نمط الشهادة

source: Choose testimonial style (Position of photo,text.. )
ar: اختيار نمط الشهادة (مركز الصورة، النص ..)

source: Top center
ar: وسط أعلى

source: Top start
ar: بداية أعلى

source: Top end
ar: نهاية اعلى

source: Bottom center
ar: وسط أسفل

source: Bottom start
ar: بداية أسفل

source: Bottom end
ar: نهاية أسفل

source: Big Testimonial
ar: شهادة كبيرة

source: Check to make the font bigger
ar: اختر لجعل الخط أكبر

source: Author Name
ar: إسم المؤلف

source: Enter the author name
ar: أدخل اسم الكاتب

source: Author Position
ar: موضع الكاتب

source: Enter the author position
ar: أدخل موضع الكاتب

source: Author Photo
ar: صورة الكاتب

source: Add the author photo
ar: إضافة صور الكاتب

source: Photo Circle
ar: صورة دائرية

source: Check to display the photo as a circle
ar: إختر لعض الصورة على شكل دائرة

source: Add Border
ar: إضافة الحدود

source: Check to add a border around the text
ar: إختر لإضافة حدود حول الأيقونة

source: Theme color
ar: لون القالب

source: Check to use your theme color style
ar: اختر لاستخدام لون القالب.

source: Hide quotre icon
ar: إخفاء ايقونة الاقتباس

source: Check to hide Quote icon
ar: إختر لإخفاء أيقونة الاقتباس

source: Add external URL link to the author
ar: إضافة رابط خارجي للكاتب

source: Include a search field in your content
ar: ادراج حقل البحث في المحتوى الخاص بك

source: Protect
ar: حماية

source: Protect content from non logged in users
ar: حماية المحتوى من المستخدمين الغير مسجلين

source: Icon List
ar: قائمة أيقونات

source: Include an icon list in your content
ar: إدراج قائمة أيقونات في المحتوى الخاص بك

source: Icon List Item
ar: عنصر قائمة الأيقونات

source: Include an icon list item in your icon list
ar: إدراج عنصر أيقونة في قائمة الأيقونات الخاص بك

source: Product Menu
ar: قائمة المنتجات

source: Include a product menu in your content
ar: إدراج قائمة المنتجات في المحتوى الخاص بك

source: Menu Title
ar: عنوان القائمة

source: Add Menu Title
ar: إضافة عنوان للقائمة

source: Check to add a box around the element
ar: إختر لإضافة إطار حول العنصر

source: Background color
ar: لون الخلفية

source: Background Image
ar: صورة الخلفية

source: Add a background image
ar: إضافة صورة خلفية

source: Menu item
ar: عنصر القائمة

source: Include a "Menu item" in your icon list
ar: إدراج عنصر أيقونة في قائمة الأيقونات الخاص بك

source: Enter in the URL Link you want your title button to link to
ar: أدخل الرابط الذي تريد ربط به الزر.

source: Check to open your title link in a new tab.
ar: إختر لفتح رابط العنوان الخاصة بك في نافذة جديدة.

source: Notification
ar: إشعارات

source: Add a notification word.
ar: إضافة كلمة الإخطار.

source: Item Image
ar: عنصر الصورة

source: Add a item image
ar: إضافة عنصر صورة

source: Include a list in your content
ar: ادراج قائمة في المحتوى الخاص بك

source: List Style
ar: نمط القائمة

source: Choose icon for list item
ar: إختر أيقونة لعنصر القائمة

source: Star
ar: نَجْمٌ

source: Angle
ar: زاوية

source: Check
ar: تأشير

source: Thumb-tack
ar: دبوس طبعة

source: List Item
ar: عنصر القائمة

source: Related posts
ar: مواضيع ذات صلة

source: Add related posts to your post content
ar: أضف مواضيع ذات صلة للمحتوى الخاص بك

source: Check to display related posts as a slide
ar: إختر لعرض المواضيع ذات الصلة على شكل منزلق

source: Column
ar: عمود

source: Count
ar: العدد

source: Menu Icon (Use font awesome or simple line icons name)
ar: رمز القائمة (استخدام Font Awesome أو Simple Line Icons )

source: Text Clasess
ar: النص

source: Menu First Level Style
ar: نمط قائمة المستوى الأول

source: Default Style
ar: نمط افتراضي

source: Button Mini
ar: زر صغير جدا

source: Button Small
ar: زر صغير

source: Button Large
ar: زر كبير

source: Button Big
ar: زر كبير جدا

source: Button Huge
ar: زر ضخم

source: Enable OKAB Mega Menu
ar: تفعيل القائمة الكبيرة

source: Disable MegaMenu Title
ar: تعطيل عنوان القائمة الكبيرة

source: Mega Menu Columns
ar: أعمدة القائمة الكبيرة

source: Set MegaMenu Background
ar: إضافة صورة خلفية القائمة الكبيرة

source: %s (Invalid)
ar: %s (غير صالح)

source: %s (Pending)
ar: %s (قيد الانتظار)

source: sub item
ar: عنصر فرعي

source: Move up
ar: تحريك لاعلي

source: Move down
ar: تحرك لأسفل

source: Edit Menu Item
ar: تحرير عناصر القائمة

source: URL
ar: رابط

source: Navigation Label
ar: تسمية الملاحة

source: Title Attribute
ar: عنوان السمة

source: Open link in a new window/tab
ar: فتح الرابط في نافذة جديدة

source: CSS Classes (optional)
ar: CSS Classes (اختياري)

source: Link Relationship (XFN)
ar: رابط العلاقات (XFN)

source: Description
ar: وصف

source: The description will be displayed in the menu if the current theme supports it.
ar: هذا الوصف سوف يظهر في قائمة الثيم الحالي اذا كان يدعم هذه الخاصية

source: Move
ar: نقل

source: Up one
ar: للاعلى

source: Down one
ar: للاسفل

source: To the top
ar: الى الأعلى

source: Original: %s
ar: أصلي: %s

source: Remove
ar: إزالة

source: Cancel
ar: الغاء

source: OKAB Integration
ar: دمج ‘‘عُقاب‘‘

source: Visual Composer Integration
ar: دمج Visual Composer

source: Enable
ar: تفعيل

source: To be able to use OKAB-Shortcodes with Visual Composer you need to turn the OKAB integration on.
ar: حتى تستطيع إستعمال إختصارات ‘‘عُقاب‘‘ مع Visual Composer يجب تشغيل دمج ‘‘عُقاب‘‘

source: To be able to use All Visual Composer elemnts you need to turn the Visual Composer Integration on.
ar: حتى تستطيع إستعمال إختصارات ‘‘عُقاب‘‘ مع Visual Composer يجب تشغيل دمج ‘‘عُقاب‘‘

source: Remove the Frontend editor.
ar: إزالة محرر الواجهة الأمامية

source: Knowledge Base Main
ar: قاعدة المعرفة الرئيسية

source: This widget area uses in the Knowledge Base pages.
ar: يستخدم هذا المجال للويدجت في صفحات قاعدة المعارف.

source: Inherit from smaller
ar: يتوارث من الأصغر

source: 1 column - 1/12
ar: 1 عمود - 1/12

source: 2 columns - 1/6
ar: 2 أعمدة - 1/6

source: 3 columns - 1/4
ar: 3 أعمدة - 1/4

source: 4 columns - 1/3
ar: 4 أعمدة - 1/3

source: 5 columns - 5/12
ar: 5 أعمدة - 5/12

source: 6 columns - 1/2
ar: 6 أعمدة - 1/2

source: 7 columns - 7/12
ar: 7 أعمدة - 7/12

source: 8 columns - 2/3
ar: 8 أعمدة - 2/3

source: 9 columns - 3/4
ar: 9 أعمدة - 3/4

source: 10 columns - 5/6
ar: 10 أعمدة - 5/6

source: 11 columns - 11/12
ar: 11 عمود - 11/12

source: 12 columns - 1/1
ar: 12 عمود - 1/1

source: hidden
ar: مخفي

source: visible
ar: مَرْئِيٌّ

source: Raw HTML
ar: HTML خام

source: Output raw HTML code on your page
ar: إنتاج كود HTML الخام على صفحتك

source: Raw JavaScript
ar: جافا سكريبت الخام

source: Output raw JavaScript code on your page
ar: إخراج جافا سكريبت الخام على صفحتك

source: Place a Revolution Slider element into your content
ar: إدراج Revolution Slider في المحتوى الخاص بك

source: Place one of your contact forms into your content
ar: إدراج Contact Form 7 في المحتوى الخاص بك

source: Place one of your Gravity Forms into your content
ar: إدراج Gravity Forms في المحتوى الخاص بك

source: Select which form you would like to display.
ar: إختر الشكل الذي تريد عرضه

source: Disable Title
ar: تعطيل العنوان

source: Select to disable the title of your form.
ar: حدد لتعطيل العنوان من الشكل

source: Disable Description
ar: تعطيل الوصف

source: Select to disable the description of your form.
ar: حدد لتعطيل الوصف من الشكل

source: Enable AJAX
ar: تمكين أجاكس

source: Select to enable the AJAX functionality of your form.
ar: حدد هذا الخيار لتمكين وظيفة أجاكس للنموذج الخاص بك.

source: Section Row
ar: قسم الصف

source: Place and structure your shortcodes inside of a row
ar: وضع وتحديد المختصر داخل صف

source: Check to remove the spacing between columns.
ar: تحقق لإزالة التباعد بين الأعمدة.

source: Section Width
ar: عرض القسم

source: Choose your section width
ar: اختيار عرض القسم

source: Dark Background
ar: خلفية داكنة

source: Check if you will work in dark background section (This will affect elements style)
ar: تحقق مما إذا كنت ستعمل في قسم خلفية مظلمة (وهذا سوف يؤثر على نمط العناصر)

source: Columns with equal height
ar: الارتفاع متساوي

source: Check this to have columns that are all equally tall, matching the height of the tallest
ar: فعل هذا الخيار للحصول على أعمدة متساوية الارتفاع, بنفس ارتفاع العمود الأطول

source: Padding Top And Bottom
ar: الحشو أعلى وأسفل

source: Set the top and bottom padding of the content (leave blank to keep default).
ar: تعيين الحشو العلوي و السفلي للمحتوى (اتركه فارغا للحفاظ على الافتراضي).

source: Padding Left And Right
ar: الحشو اليسار واليمين

source: Set the Left and right padding of the content (leave blank to keep default).
ar: تعيين حشو اليسار واليمين للمحتوى (اتركه فارغا للحفاظ على الافتراضي).

source: Background Type
ar: نوع الخلفية

source: Select the background color of your section (leave blank for transparent)
ar: إختر لون الخلفية للقسم (أتركه فارغا للشفاف)

source: Upload a background image to your content band (this will overwrite your Background Pattern).
ar: ارفع صورة خلفية مخصصة لفرقة المحتوى (هذا سوف يلغي اي صورة خلفية اخرى)

source: Background Pattern
ar: نمط الخلفية

source: Upload a background Pattern to your section (<a href="http://subtlepatterns.com/" target="_blank" rel="noopener">Find Patterns</a>)
ar: قم بتحميل نموذج الخلفية إلى القسم الخاص بك (<a href="http://subtlepatterns.com/" target="_blank" rel="noopener">البحث عن أنماط</a>)

source: Background Video Path
ar: مسار خلفية الفيديو

source: Cover
ar: الغلاف

source: Select to activate the cover above the background patterns and images.
ar: إختر لتفعيل الغطاء فوق خلفية الأنماط والصور.

source: Select to activate the parallax effect with background patterns and images.
ar: حدد لتفعيل تأثير المنظر (parallax) مع أنماط الخلفية والصور.

source: Parallax Start
ar: بداية المنظور

source: Parallax Center
ar: مركز المنظور

source: Parallax End
ar: نهاية المنظور

source: Content Position
ar: مكان المحتوى

source: Select content position within columns.
ar: حدد موضع المحتوى داخل الأعمدة.

source: Top
ar: أعلى

source: Middle
ar: الأوسط

source: Bottom
ar: أسفل

source: Min Height
ar: الارتفاع الأدنى:

source: Insert the row minimum height in pixel.
ar: إدراج الحد الأدنى لارتفاع (بكسل).

source: Widget Area
ar: منطقة الودجت

source: WordPress widgetised sidebar
ar: ويدجت ووردبراس للشريط الجانبي

source: There doesn&lsquo;t seem to be any available shipping methods. Please double check your address, or contact us if you need any help.
ar: لا يبدو أن هناك أي طرق للشحن المتاحة . يرجى مراجعة عنوانك، أو الاتصال بنا اذا كنت بحاجة إلى أي مساعدة.

source: Subtotal :
ar: المجموع الفرعي:

source: View Cart
ar: عرض السلة

source: Checkout
ar: إنهاء الطلب

source: Popularity
ar: الشعبية

source: Rating
ar: التقييم

source: Default Order
ar: الترتيب الإفتراضي

source: Permalink to: "%s"
ar: الرابط الثابت إلى: %s

source: Page %CURRENT_PAGE% of %TOTAL_PAGES%
ar: الصفحة %CURRENT_PAGE% من %TOTAL_PAGES%

source: First Page
ar: الصفحة الأولى

source: Last Page
ar: الصفحة الأخيرة

source: Let&apos;s go!
ar: هيا بنا!

source: Working...!
ar: جاري العمل....!

source: <br><br><strong>Are you sure you want to proceed?</strong><br><em>(It will take a few minutes to complete)</em>
ar: <br><br><strong> هل تريد تأكيد المتابعة؟</strong><br><em>(سوف يستغرق الأمر بضع دقائق حتى يكتمل)</em>

source: Please wait...!
ar: الرجاء الانتظار...!

source: Hang in there, trying to reconnect...
ar: اصبر قليلا، نحاول معاودة الاتصال...

source: Experiencing technical difficulties...
ar: بعض المشكلات الفنية ...

source: We&apos;re sorry, but the demo data could not be imported.
ar: نحن آسفون، ولكن لا يمكن استيراد البيانات التجريبية.

source: All done. Have fun!
ar: اكتمل .. استمتع !

source: Author:
ar: الكاتب:

source: Visit the Facebook Profile for
ar: زيارة الملف الشخصي فيسبوك لـ

source: Visit the Twitter Profile for
ar: زيارة الملف الشخصي تويتر لـ

source: Visit the Google+ Profile for
ar: زيارة الملف الشخصي جوجل بلس لـ

source: Visit the instagram Profile for
ar: زيارة الملف الشخصي انستاجرام لـ

source: Visit the linkedin Profile for
ar: زيارة الملف الشخصي لينكدن لـ

source: Visit the flickr Profile for
ar: زيارة الملف الشخصي فليكر لـ

source: Visit the youtube Profile for
ar: زيارة الملف الشخصي يوتيوب لـ

source: Visit the pinterest Profile for
ar: زيارة الملف الشخصي بنترست لـ

source: Visit the behance Profile for
ar: زيارة الملف الشخصي بيهنس لـ

source: Visit the dribbble Profile for
ar: زيارة الملف الشخصي دريبل لـ

source: Displays About Me Information
ar: عرض معلومات عني

source: About Me
ar: نبذة عني

source: Displays Advertisements
ar: عرض الإعلانات

source: Advertisements (125 x 125)
ar: إعلانات (125 × 125)

source: Advertisement
ar: الاعلانات

source: Title:
ar: العنوان:

source: No box:
ar: بدون صندوق

source: ADS
ar: الإعلانات

source: Ad image URL:
ar: إضافة رابط الصورة

source: Ad Link URL:
ar: إضافة رابط

source: Ad Adsense code:
ar: إضافة رابط جوجل أدسنس

source: Advertisements (300 x 250)
ar: إعلانات (300 × 250)

source: Hide box and title:
ar: إخفاء المربع والعنوان:

source: Displays Adsense Ads
ar: عرض الإعلانات

source: Adsense
ar: جوجل أدسنس

source: Adsense Code
ar: جوجل أدسنس كود

source: Displays Facebook
ar: عرض فيس بوك

source: Find us on Facebook
ar: تابعنا على الفيسبوك

source: Page URL :
ar: رابط الصفحة :

source: Height :
ar: الارتفاع :

source: Tabs :
ar: التبويبات:

source: Hide Cover Photo
ar: إخفاء صورة الغلاف

source: Hide the cover photo in the header
ar: إخفاء غلاف الصورة في الرأسية

source: Use Small Header
ar: إستخدم رأسية صغيرة

source: Show Friend's Faces
ar: إظهار وجوه الأصدقاء

source: No Box ?
ar: بدون صندوق

source: Feedburner
ar: القائمة البريدية

source: FeedBurner Widget
ar: القائمة البريدية

source: Enter your e-mail address
ar: أدخل عنوان البريد الإلكتروني

source: Subscribe
ar: اشتراك

source: Subscribe to our email newsletter.
ar: إشترك في قائمتنا البريدية ليصلك جديد الموقع.

source: Text above Email Input Field:
ar: النص أعلى حقل إدخال البريد الإلكتروني:

source: ( Supports : Html & Shortcodes )
ar: يدعم: HTML والمختصرات

source: Feedburner ID:
ar: معرف القائمة البريدية

source: Display your latest Instagram photos
ar: عرض أحدث صور انستاجرام

source: Follow Me!
ar: تابعني

source: @username or #tag
ar: @اسم المستخدم أو #وسم

source: Number of photos
ar: عدد الصور

source: Number of columns
ar: عدد الأعمدة

source: Photo size
ar: حجم الصورة

source: Thumbnail
ar: مصغرة

source: Original
ar: أصلي

source: Open links in
ar: فتح الروابط في

source: Lightbox
ar: صندوق العرض

source: Current window (_self)
ar: النافذة الحالية (_self)

source: New window (_blank)
ar: نافذة جديدة (_blank)

source: Link text
ar: رابط النص

source: Unable to communicate with Instagram.
ar: غير قادر على التواصل مع إينستقرام.

source: Instagram did not return a 200.
ar: إنستغرام لم يعد أي صور

source: Instagram has returned invalid data.
ar: إنستغرام أعاد بيانات غير صالحة

source: Instagram Image
ar: إنستغرام

source: Instagram did not return any images.
ar: إنستغرام لم يعد أي صور

source: News in Pictures
ar: أخبار في صور

source: Number of posts to show:
ar: عدد المواضيع التي تود عرضها

source: Category:
ar: التصنيف:

source: To filter your posts by category, select the slug of your desired category.
ar: لتصفية مواضيعك حسب الفئة، حدد سبيكة من الفئة التي تريدها.

source: Tags:
ar: الوسوم:

source: Order :
ar: طلب:

source: Most Recent
ar: الأحدث

source: Most Commented
ar: الاكثر تعليقاً

source: Most Viewed
ar: الاكثر مشاهدة

source: Slider
ar: اسلایدر

source: No Box
ar: بدون صندوق

source: Social Icons
ar: الايقونات الاجتماعية

source: Circle Icon:
ar: أيقونة دائرية:

source: Icon size
ar: حجم الأيقونة

source: Tabs order:
ar: ترتيب التبويب

source: click Save button to be able to change the order of tabs .
ar: انقر زر حفظ لتكون قادرة على تغيير ترتيب علامات التبويب.

source: Number of items to show :
ar: عدد العناصر لإظهارها:

source: Show Post Image:
ar: إظهار صورة الموضوع

source: Show user avatar:
ar: عرض الصورة الرمزية:

source: Popular Posts order :
ar: ترتيب المواضيع الأكثر شعبية

source: Text or HTML
ar: نص لــ HTML

source: Text , Shortcodes or HTML code:
ar: نص، مختصرات أو كود HTML:

source: Latest Tweets
ar: أحدث التغريدات

source: ago
ar: منذ

source: Twitter Username:
ar: اسم المستخدم على تويتر:

source: Consumer key:
ar: مفتاح الزبون:

source: Consumer secret:
ar: مفتاح الزبون (Consumer secret):

source: Number of Tweets to show:
ar: عدد التويتات لإظهارها

source: Oops!, This Page Could Not Be Found
ar: معذرة، هذه الصفحة غير موجودة!

source: The Page are looking for might have been removed, had its name change, or is temporarily unavailable.
ar: الصفحة التي تبحث عنها قد تمت إزالته أو تم تغيير اسمها أو غير متوفرة مؤقتا.

source: LOADING
ar: تحميل

source: Start Typing...
ar: ابدأ الكتابة...

source: Typing...
ar: الكتابة...

source: Related Projects
ar: مشاريع ذات صلة

source: Entries by
ar: بواسطة

source: Not so happy with results? Search for a new keyword
ar: إذا كنت غير راضي عن نتائج البحث، يرجى إجراء بحث آخر بكلمات اقل واكثر دقة

source: search results for
ar: نتائج البحث عن

source: Comment navigation
ar: الإنتقال بين التعليقات

source: &larr; Older Comments
ar: &larr; التعليقات القديمة

source: Newer Comments &rarr;
ar: أحدث التعليقات &rarr;

source: Comments are closed.
ar: التعليقات مغلقة.

source: Name*
ar: الاسم *

source: Email*
ar: البريد الالكتروني *
